[
    {
        "news_id": "yle_7420143237",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "Last autumn, Nordea experienced hacker attacks that damaged trust, but no accounts were compromised. The incident raised concerns in the stock brokerage sector, especially with Nordnet, where customer portfolios were accessible. A Finnish customer&#x27;s shares worth over EUR 7,000 were attempted to be sold but the transaction was canceled. Despite no damages being paid, Nordnet may face significant penalties from Swedish financial and data protection authorities, potentially amounting to EUR 20 million. Legal experts emphasize that negligence does not absolve responsibility, and the incident could impact Nordnet&#x27;s customer trust and growth targets, despite only affecting a few hundred customers directly.",
        "news_epoch": 1739371620.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://yle.fi/a/74-20143237",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Analyysi: Tämä moka voi maksaa Nordnetille miljoonia",
        "news_group": -1
    },
    {
        "news_id": "yle_7420143388",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "Israel and Hezbollah agreed on a truce in November, requiring Hezbollah to withdraw north of the Litan River and Israel to pull out from Lebanon. The deadline for Israel&#x27;s withdrawal was initially set for January 26 but has been postponed to April 2, with a request for a further extension to February 28.",
        "news_epoch": 1739371200.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://yle.fi/a/74-20143388",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Media: Hizbollah ja Israel päässeet sopuun Israelin joukkojen läsnäolon jatkamisesta Libanonissa",
        "news_group": -1
    },
    {
        "news_id": "yle_7420141669",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "CSE Entertainment, an export company from Kajaani, is preparing for potential US customs duties by increasing stock in its US subsidiary. With US sales accounting for 60-70% of its turnover, the company has been proactive since before the US presidential election. If Trump&#x27;s proposed 10% tariff on the EU is enacted, it could raise costs for US customers. However, CSE is focused on maintaining competitiveness and has seen growth in over 65 countries, expecting a 30-40% increase in European turnover this year. The company remains optimistic despite potential trade wars.",
        "news_epoch": 1739370960.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://yle.fi/a/74-20141669",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Peliyritys vei tuotteitaan riskillä Kajaanista Yhdysvaltoihin jo ennen Trumpin voittoa – näin tullimaksuja ennakoidaan",
        "news_group": -1
    },
    {
        "news_id": "arvopaperi_077f8708d1da",
        "news_source": "arvopaperi",
        "news_source_lang": "fi",
        "news_header": "Kempower and Piippo rose briskly on the Helsinki Stock Exchange - BBS goes bankrupt",
        "news_epoch": 1739370960.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.arvopaperi.fi/uutiset/ap/d74121fc-ed31-47a1-861a-af04f906a0c6",
        "news_status": "public",
        "news_type": "NewsType.SHORT",
        "news_original_title": "Kempower ja Piippo nousivat Helsingin pörssissä reippaasti – BBS hakeutuu konkurssiin",
        "news_group": -1
    },
    {
        "news_id": "dw_a71587157",
        "news_source": "dw",
        "news_source_lang": "en",
        "news_header": "Klaus Iohannis resigned as Romania&#x27;s president after two terms, marking the end of a presidency that began with hopes for reform but ended in unpopularity. His resignation, prompted by impeachment proceedings, has raised concerns about the rise of far-right forces in Romania. Observers are divided on the implications of his departure, with some fearing a victory for the far right, while others see it as a strategic retreat. Iohannis&#x27; presidency was marked by public silence and missteps, leading to a perception of detachment from the populace. His legacy includes a strengthened far-right presence in parliament and a tarnished reputation for failing to meet reform expectations.",
        "news_epoch": 1739370540.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.dw.com/en/romania-at-the-end-of-klaus-iohannis-two-term-presidency/a-71587157",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Romania at the end of Klaus Iohannis&#x27; two-term presidency",
        "news_group": -1
    },
    {
        "news_id": "bbc_c15z8983kvzo",
        "news_source": "bbc",
        "news_source_lang": "en",
        "news_header": "A Russian national imprisoned in the US for money laundering will be released in exchange for American teacher Marc Fogel, who was welcomed home by President Trump after being detained in Russia. Fogel had been teaching in Moscow and was arrested for cannabis possession. His release is seen as a potential step towards improving US-Russia relations, although officials caution against linking it directly to the ongoing war in Ukraine. The deal involved Saudi Crown Prince Mohammed bin Salman and is part of broader negotiations involving several detainees.",
        "news_epoch": 1739370000.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.bbc.com/news/articles/c15z8983kvzo",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Kremlin says Russian citizen released in US after Trump greets freed teacher",
        "news_group": 228
    },
    {
        "news_id": "yle_7420143381",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "In Oulu, housing price development differs from other large cities, with prices rising significantly. The city has seen fewer new dwellings built, preventing oversupply. Housing transaction volumes affect price reactions, with Oulu experiencing a slower response compared to cities like Helsinki. Despite a weaker economic cycle, population growth in Oulu may help stabilize prices, which have remained steady since the 2010s.",
        "news_epoch": 1739369520.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://yle.fi/a/74-20143381",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Asuntojen hinnat ja vuokrat nousevat erityisesti Oulussa – ekonomisti näkee siihen kolme syytä",
        "news_group": -1
    },
    {
        "news_id": "yle_7420143367",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "Trump promised to release documents related to JFK&#x27;s assassination during his campaign. The FBI has found thousands of new documents, but experts doubt they support conspiracy theories. Kennedy was assassinated in 1963, and while many believe in various conspiracies, the official investigation concluded that Lee Harvey Oswald acted alone. Trump also pledged to release documents related to other notable assassinations. Experts express skepticism about the potential revelations, though some await surprises regarding CIA knowledge of Oswald.",
        "news_epoch": 1739369520.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://yle.fi/a/74-20143367",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "FBI löysi tuhansia uusia asiakirjoja John F. Kennedyn murhasta",
        "news_group": -1
    },
    {
        "news_id": "bbc_cg5y9ggqpqdo",
        "news_source": "bbc",
        "news_source_lang": "en",
        "news_header": "Everton football club&#x27;s front-of-shirt sponsor, Stake, is withdrawing its license in Great Britain following an investigation into an advertisement featuring porn actress Bonnie Blue. The ad, which promoted gambling to young people, sparked concerns among campaigners, leading to warnings from the Gambling Commission about unlicensed gambling websites. Stake will cease operations in Great Britain on March 11 and focus on obtaining local licenses. Premier League clubs plan to stop using gambling companies as main shirt sponsors by the end of the 2025-26 season, amidst growing scrutiny over gambling sponsorship in football.",
        "news_epoch": 1739369400.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.bbc.com/news/articles/cg5y9ggqpqdo",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Everton sponsor leaves UK after porn ad probe",
        "news_group": -1
    },
    {
        "news_id": "arvopaperi_0584cd0f7498",
        "news_source": "arvopaperi",
        "news_source_lang": "fi",
        "news_header": "Innofactor updates its dividend policy",
        "news_epoch": 1739369340.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.arvopaperi.fi/uutiset/ap/a4c31b69-e61c-4f06-879d-99d6f8598e73",
        "news_status": "public",
        "news_type": "NewsType.SHORT",
        "news_original_title": "Innofactor päivittää osinkopolitiikkaansa",
        "news_group": -1
    },
    {
        "news_id": "arvopaperi_72869fc6397d",
        "news_source": "arvopaperi",
        "news_source_lang": "fi",
        "news_header": "Jussi Rautiainen ascending to Kesla government",
        "news_epoch": 1739369160.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.arvopaperi.fi/uutiset/ap/8fb1ef68-b4a1-43fd-990e-e76bdd4d6715",
        "news_status": "public",
        "news_type": "NewsType.SHORT",
        "news_original_title": "Jussi Rautiainen nousemassa Keslan hallitukseen",
        "news_group": -1
    },
    {
        "news_id": "sn_2ec1a061461f",
        "news_source": "sn",
        "news_source_lang": "en",
        "news_header": "A small study suggests that semaglutide, a drug used for diabetes and weight loss, may reduce alcohol consumption in people with alcohol use disorder. Participants receiving semaglutide drank significantly less alcohol compared to those on a placebo. However, more extensive studies are needed to confirm these findings.",
        "news_epoch": 1739368800.0,
        "news_categories": [
            "science"
        ],
        "news_url": "https://www.sciencenews.org/article/ozempic-reduce-drink-alcohol",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Ozempic’s key ingredient may reduce the desire to drink alcohol",
        "news_group": -1
    },
    {
        "news_id": "sn_ce8f2ec505ad",
        "news_source": "sn",
        "news_source_lang": "en",
        "news_header": "A recent discovery by the KM3NeT telescope revealed an ultra-high-energy cosmic neutrino that is 20 times more energetic than previously known neutrinos. This neutrino, detected in the Mediterranean Sea, has the potential to provide insights into extreme cosmic phenomena such as supermassive black holes. The KM3NeT project aims to enhance our understanding of these elusive particles, with further expansions planned to improve detection capabilities.",
        "news_epoch": 1739368800.0,
        "news_categories": [
            "science"
        ],
        "news_url": "https://www.sciencenews.org/article/cosmic-neutrino-unknown-energy-records",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "A cosmic neutrino of unknown origins smashes energy records",
        "news_group": -1
    },
    {
        "news_id": "yle_7420143372",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "US Secretary of Defense Pete Hegseth stated in Brussels that Ukraine&#x27;s goal of reclaiming its former borders is unrealistic. He emphasized that Europe must take responsibility for its own defense and increase military spending. Hegseth clarified that Ukraine is not expected to join NATO soon, and if it does not become a member, it cannot rely on NATO&#x27;s collective defense. He urged Ukraine to abandon the pursuit of the 2014 borders to avoid prolonging the conflict. The US aims for a sovereign and prosperous Ukraine, but European nations must lead in defense efforts and funding.",
        "news_epoch": 1739368560.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://yle.fi/a/74-20143372",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Nato kuuli sen, mitä toivoi ja sen, mitä pelkäsi – viisi asiaa, jotka Yhdysvallat vaatii Natolta ja Ukrainalta",
        "news_group": 226
    },
    {
        "news_id": "bbc_c3d57zm9m0po",
        "news_source": "bbc",
        "news_source_lang": "en",
        "news_header": "US inflation rose to 3% in January, exceeding expectations due to higher egg and energy prices. This marks the highest rate in six months and poses challenges for President Trump, who focused on inflation during his campaign. The Federal Reserve has kept interest rates unchanged amid uncertainty about the economy. Grocery prices increased, particularly eggs, while clothing prices fell. Core inflation was at 0.4%, indicating persistent inflation risks. The Fed&#x27;s future policies may be influenced by Trump&#x27;s tariff plans, which could affect both prices and economic growth.",
        "news_epoch": 1739368260.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.bbc.com/news/articles/c3d57zm9m0po",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "US inflation unexpectedly increases",
        "news_group": -1
    },
    {
        "news_id": "bbc_ce85x6w22gwo",
        "news_source": "bbc",
        "news_source_lang": "en",
        "news_header": "A paramilitary force in Sudan has attacked the Zamzam displacement camp, looting and setting fires, resulting in casualties. This marks the first accusation against the Rapid Support Forces (RSF) for direct involvement in the camp&#x27;s violence, despite ongoing artillery shelling in the area. The RSF, previously allied with the military, has been blocking access to medical treatment for the wounded. The humanitarian situation is dire, with the camp hosting around half a million displaced people already suffering from famine.",
        "news_epoch": 1739368020.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.bbc.com/news/articles/ce85x6w22gwo",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Sudan fighters accused of storming famine-hit camp",
        "news_group": -1
    },
    {
        "news_id": "yle_7420143382",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "The Association for the Rights of Journalists reports that Israeli troops killed 85 journalists, contributing to a record number of journalist deaths globally, with Israel responsible for nearly 70% of these fatalities. In total, at least 124 journalists were killed in 18 countries last year, making 2024 the deadliest year for journalists since record-keeping began over thirty years ago. The organization also accuses Israel of interfering with reporting and prosecuting journalists.",
        "news_epoch": 1739367780.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://yle.fi/a/74-20143382",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Järjestö: Vuosi 2024 oli toimittajille tappavin koskaan",
        "news_group": -1
    },
    {
        "news_id": "arvopaperi_ae9b84e61247",
        "news_source": "arvopaperi",
        "news_source_lang": "fi",
        "news_header": "Result Warner Qt will publish its results on Thursday",
        "news_epoch": 1739367600.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.arvopaperi.fi/uutiset/ap/5e9f5ebf-5927-4573-a98c-5d0b682f5819",
        "news_status": "public",
        "news_type": "NewsType.SHORT",
        "news_original_title": "Tulosvaroittaja Qt julkistaa tuloksensa torstaina",
        "news_group": -1
    },
    {
        "news_id": "yle_7420143378",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "BBS-Bioactive Solutions has announced its bankruptcy after unsuccessful loan negotiations. The company, which developed a bone implant, stated that it cannot continue operations. The Board of Directors has decided to file for bankruptcy with the Oulu District Court. They will also negotiate additional funding with selected shareholders and consider selling the business or shares.",
        "news_epoch": 1739366820.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://yle.fi/a/74-20143378",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Luuimplanttia kehittänyt BBS-Bioactive Solutions hakeutuu konkurssiin",
        "news_group": -1
    },
    {
        "news_id": "bbc_cq5gx776nqgo",
        "news_source": "bbc",
        "news_source_lang": "en",
        "news_header": "A senior member of Ukraine&#x27;s intelligence service (SBU) has been arrested on suspicion of being a Russian agent. The unnamed man, reportedly Col Dmytro Kozyura, was chief of staff at the anti-terrorism center. The SBU claims he transmitted information to Russia on at least 14 occasions. The investigation involved extensive monitoring and the use of technology to gather evidence. The SBU has been actively working to expose Russian agents since the invasion in February 2022. The head of the SBU, Vasyl Malyuk, was directly involved in the investigation and reported to President Zelensky. The suspect was reportedly recruited by Russia&#x27;s FSB in 2018 and had been inactive until recently. Malyuk stated that the SBU had been feeding disinformation to Moscow during the investigation.",
        "news_epoch": 1739366280.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.bbc.com/news/articles/cq5gx776nqgo",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Senior Ukraine security figure exposed as Russian &#x27;rat&#x27;",
        "news_group": -1
    },
    {
        "news_id": "arvopaperi_25c96846f5b5",
        "news_source": "arvopaperi",
        "news_source_lang": "fi",
        "news_header": "BBS goes bankrupt",
        "news_epoch": 1739365680.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.arvopaperi.fi/uutiset/ap/d1889874-6b4f-4441-a81c-ec09d36bc13c",
        "news_status": "public",
        "news_type": "NewsType.SHORT",
        "news_original_title": "BBS hakeutuu konkurssiin",
        "news_group": -1
    },
    {
        "news_id": "dw_a71578095",
        "news_source": "dw",
        "news_source_lang": "en",
        "news_header": "Donald Trump aims for radical changes in the US, showing little regard for political opponents. Since his second term began, he has implemented drastic measures in immigration and governance, reminiscent of Franklin D. Roosevelt&#x27;s New Deal, which transformed federal government roles during the Great Depression. While Roosevelt faced judicial resistance, Trump benefits from a supportive judiciary. His approach, marked by executive orders, seeks to weaken democratic controls and establish authoritarian structures, raising concerns about the future of US democracy. The effectiveness of his strategy will depend on political dynamics and potential backlash from the electorate.",
        "news_epoch": 1739365620.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.dw.com/en/donald-trump-chaos-strategy-with-historical-precedents/a-71578095",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Donald Trump: Chaos strategy with historical precedents",
        "news_group": -1
    },
    {
        "news_id": "yle_7420143371",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "Russia aims to maintain its military presence in Syria despite the regime change following the overthrow of Bashar al-Assad by Islamist rebels. President Putin has communicated with the new Syrian leader, Ahmad al-Shara, expressing support for Syria&#x27;s territorial integrity and stability. Russia has established good relations with the interim government, which is set to be replaced by a permanent government in March. The new leadership seeks to lift Western sanctions and has emphasized its moderate stance, despite its jihadist background.",
        "news_epoch": 1739365200.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://yle.fi/a/74-20143371",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Putin puhui Syyrian johtajan kanssa – Al-Šaraa korosti maiden strategisia siteitä",
        "news_group": -1
    },
    {
        "news_id": "arvopaperi_35be351cf8aa",
        "news_source": "arvopaperi",
        "news_source_lang": "fi",
        "news_header": "On Wall Street stock exchanges, a fall after hot inflation - &quot;Cold shower on Feb&#x27;s interest rate expectations&quot;",
        "news_epoch": 1739365020.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.arvopaperi.fi/uutiset/ap/f3961f57-d94b-4b6b-8804-89ac0d9879e3",
        "news_status": "public",
        "news_type": "NewsType.SHORT",
        "news_original_title": "Wall Streetin pörsseissä laskuavaus kuumien inflaatiolukujen jälkeen – ”Kylmä suihku Fedin koronlaskuodotusten niskaan”",
        "news_group": -1
    },
    {
        "news_id": "dw_a71583737",
        "news_source": "dw",
        "news_source_lang": "en",
        "news_header": "The meeting between Jordan&#x27;s King Abdullah II and US President Donald Trump was a delicate balancing act. Abdullah proposed taking in 2,000 sick Palestinian children from Gaza, a gesture appreciated by Trump. Despite previous threats to cut aid, Trump reaffirmed US support for Jordan. The situation is complicated by Jordan&#x27;s historical reluctance to accept more Palestinians, as it already hosts over 2 million refugees. The ongoing conflict and humanitarian crisis in Gaza, coupled with Trump&#x27;s controversial proposals for resettlement, add to the tension. Observers note that the forced displacement of Palestinians could undermine Jordan&#x27;s stability and the two-state solution. The meeting coincided with a fragile ceasefire between Israel and Hamas, with ongoing concerns about hostages and humanitarian conditions in Gaza.",
        "news_epoch": 1739364960.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.dw.com/en/us-and-jordan-walk-tightrope-over-gaza-relocation-proposal/a-71583737",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "US and Jordan walk tightrope over Gaza relocation proposal",
        "news_group": -1
    },
    {
        "news_id": "bbc_c391mpmr81xo",
        "news_source": "bbc",
        "news_source_lang": "en",
        "news_header": "Almost 1.8 million farmed and captive birds have been culled in the UK due to avian flu outbreaks. The government has implemented housing orders for bird-keepers in several counties to protect food security. While the risk to humans remains low, the mental health impact on farmers is concerning. Biosecurity measures are in place, and compensation will be provided for culled healthy birds.",
        "news_epoch": 1739364960.0,
        "news_categories": [
            "science"
        ],
        "news_url": "https://www.bbc.com/news/articles/c391mpmr81xo",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Avian flu spread sees 1.8 million farmed birds culled",
        "news_group": -1
    },
    {
        "news_id": "bbc_cnvqle40183o",
        "news_source": "bbc",
        "news_source_lang": "en",
        "news_header": "The UN has accused former Bangladesh Prime Minister Sheikh Hasina and her government of using systematic violence against protesters that may constitute crimes against humanity. Investigators reported that up to 1,400 people were killed, mostly by security forces, during a brutal crackdown on opposition protests. The findings suggest that the government was aware of and involved in serious human rights violations, including extrajudicial killings and torture. The report was based on interviews with survivors and other evidence, and it highlights a coordinated strategy by the former government to suppress dissent.",
        "news_epoch": 1739363880.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.bbc.com/news/articles/cnvqle40183o",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Crackdown on Bangladesh protesters may be crime against humanity, UN says",
        "news_group": 231
    },
    {
        "news_id": "dw_a71585386",
        "news_source": "dw",
        "news_source_lang": "en",
        "news_header": "Sexually transmitted infections (STIs) are on the rise in Europe, with significant increases in gonorrhea and syphilis cases reported in 2023. Gonorrhea reached a record high with nearly 100,000 new cases, particularly among young adults. Chlamydia remains the most common STI, though its rates are declining. Experts attribute the rise in bacterial STIs to decreased condom use and more sexual partners, especially among young people. There is a call for better sexual health education and destigmatization of STIs.",
        "news_epoch": 1739363280.0,
        "news_categories": [
            "science"
        ],
        "news_url": "https://www.dw.com/en/stis-in-europe-gonorrhea-and-syphilis-hit-record-highs/a-71585386",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "STIs in Europe: Gonorrhea and syphilis hit record highs",
        "news_group": -1
    },
    {
        "news_id": "yle_7420143199",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "The Trump administration has granted inexperienced workers significant access to personal data, raising security concerns. Edward Coristine, a 19-year-old, has gained media attention after being appointed as a senior advisor at the new Administrative Efficiency Agency (DOGE) by Elon Musk. He is believed to have access to top-secret files while working for the Ministry of Foreign Affairs and the Department of Homeland Security. Coristine has a controversial past, including being fired from a previous job for leaking information. The administration aims to reduce bureaucracy and save costs, with plans to cut down on government employees and operations, including USAID. However, these plans face legal challenges.",
        "news_epoch": 1739362440.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://yle.fi/a/74-20143199",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "19-vuotias teini on avainroolissa, kun Elon Muskin ministeriö aikoo antaa potkut sadoille tuhansille virkamiehille",
        "news_group": -1
    },
    {
        "news_id": "sn_fa419052d88a",
        "news_source": "sn",
        "news_source_lang": "en",
        "news_header": "Whale sharks use oil and gas rigs as pit stops during their migrations, attracted by the plankton that thrive around these structures. While these rigs provide food for the sharks, they also pose risks such as ship strikes and pollution. Researchers have tracked whale sharks to understand how these human-made structures influence their movements, emphasizing the need for awareness in marine conservation efforts.",
        "news_epoch": 1739361600.0,
        "news_categories": [
            "science"
        ],
        "news_url": "https://www.sciencenews.org/article/whale-shark-pit-stop-oil-gas-rig",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Migrating whale sharks make pit stops at oil and gas rigs",
        "news_group": -1
    },
    {
        "news_id": "bbc_c70kd686k2do",
        "news_source": "bbc",
        "news_source_lang": "en",
        "news_header": "In his second term, President Trump has taken significant unilateral actions, including suspending asylum claims and freezing federal spending, which have prompted legal challenges. Federal courts have temporarily blocked some of his actions, but Trump continues to push boundaries, hinting at a potential defiance of judicial authority. Legal experts warn that this could lead to a constitutional crisis, as Trump&#x27;s administration tests the limits of presidential power.",
        "news_epoch": 1739361600.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.bbc.com/news/articles/c70kd686k2do",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Legal showdown looms as Trump tests limits of presidential power",
        "news_group": -1
    },
    {
        "news_id": "arvopaperi_d4d5c933012c",
        "news_source": "arvopaperi",
        "news_source_lang": "fi",
        "news_header": "The Atria dividend is expected to be bounced",
        "news_epoch": 1739361540.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.arvopaperi.fi/uutiset/ap/1f033bb2-146f-40e2-97c0-3282fee6e801",
        "news_status": "public",
        "news_type": "NewsType.SHORT",
        "news_original_title": "Atrian osinkoon odotetaan selvää pomppua",
        "news_group": -1
    },
    {
        "news_id": "arvopaperi_fd7544ffe1e9",
        "news_source": "arvopaperi",
        "news_source_lang": "fi",
        "news_header": "Goldman Sachs&#x27; holdings in Nokia Rings exceeded the 5% flag limit",
        "news_epoch": 1739361540.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.arvopaperi.fi/uutiset/ap/52a1b882-7f32-4a67-bb50-98371a608d77",
        "news_status": "public",
        "news_type": "NewsType.SHORT",
        "news_original_title": "Goldman Sachsin omistus Nokian Renkaissa ylitti viiden prosentin liputusrajan",
        "news_group": -1
    },
    {
        "news_id": "arvopaperi_6c7ea3d7a039",
        "news_source": "arvopaperi",
        "news_source_lang": "fi",
        "news_header": "Inflation rates in the United States above expectations - Interest on the rise",
        "news_epoch": 1739361060.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.arvopaperi.fi/uutiset/ap/81045d6a-1de9-4fd2-88dc-1f7328a74e62",
        "news_status": "public",
        "news_type": "NewsType.SHORT",
        "news_original_title": "Yhdysvaltain inflaatioluvut odotuksia kuumempia – Korot nousussa",
        "news_group": -1
    },
    {
        "news_id": "bbc_cx2jz020ny0o",
        "news_source": "bbc",
        "news_source_lang": "en",
        "news_header": "Egypt is developing a comprehensive plan for the reconstruction of Gaza that ensures Palestinians can remain on their land, contrasting with Trump&#x27;s proposal to relocate them. The Egyptian foreign ministry expressed hope for cooperation with the Trump administration for a fair resolution to the Palestinian issue. Amidst rising tensions and warnings of renewed conflict, Egypt aims to present its alternative plan at an upcoming Arab summit. The situation remains critical, with significant humanitarian crises in Gaza and fears of forced displacement.",
        "news_epoch": 1739360940.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.bbc.com/news/articles/cx2jz020ny0o",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Egypt to present &#x27;vision&#x27; to rebuild Gaza without displacement",
        "news_group": -1
    },
    {
        "news_id": "yle_7420143332",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "Piippo oyj is undergoing negotiations that may result in up to 53 redundancies. The company has signed a letter of intent to sell its baling net and yarn machines to Cotesi in Portugal for approximately EUR 6 million, leading to the cessation of production in Outokumpu by year-end. Although the Piippo trademark will be sold, the company itself will remain listed, along with its other assets. The move aims to improve Piippo&#x27;s financial situation, which has been struggling due to weak price competition and oversupply. A General Meeting will decide on the letter of intent by the end of March, and a new strategy will be developed post-agreement.",
        "news_epoch": 1739360400.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://yle.fi/a/74-20143332",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Paalausverkkoja ja -lankaa valmistava Piippo aikoo myydä koneita Portugaliin – tuotanto Outokummussa loppuu",
        "news_group": -1
    },
    {
        "news_id": "dw_a71585088",
        "news_source": "dw",
        "news_source_lang": "en",
        "news_header": "Three weeks after returning to the White House, Donald Trump signed executive orders targeting transgender rights, causing anxiety among transgender Asian Americans. Alexandria Holder, a transgender military member, expressed concern over her identity and the impact of Trump&#x27;s policies. The orders limit gender-affirming care and the rights of transgender athletes. Albert, a transgender male, highlighted fears of racial discrimination amid geopolitical tensions with China. Advocacy groups emphasize the political exploitation of transgender issues, while many transgender individuals seek to live their lives without political interference.",
        "news_epoch": 1739360160.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.dw.com/en/transgender-asian-americans-face-double-discrimination/a-71585088",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Transgender Asian Americans face double discrimination",
        "news_group": -1
    },
    {
        "news_id": "arvopaperi_eda525aef232",
        "news_source": "arvopaperi",
        "news_source_lang": "fi",
        "news_header": "Inflation in the United States higher than expected",
        "news_epoch": 1739360040.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.arvopaperi.fi/uutiset/ap/2d037037-8012-4c8b-88e4-f6e3f90b2162",
        "news_status": "public",
        "news_type": "NewsType.SHORT",
        "news_original_title": "Yhdysvalloissa inflaatio odotuksia kireämpää",
        "news_group": -1
    },
    {
        "news_id": "dw_a71583753",
        "news_source": "dw",
        "news_source_lang": "en",
        "news_header": "Bangladesh has been providing food and shelter to Rohingya Muslims fleeing violence in Myanmar&#x27;s Rakhine state since 2017. The situation worsened after a military coup in Myanmar in 2021, leading to increased fighting and recruitment of Rohingya by both the military and the Arakan Army (AA). Many Rohingya have suffered violence, including abduction and sexual assault, and face dire conditions in Myanmar. Efforts for repatriation have failed due to insecurity, and experts warn against a return without guarantees of safety and rights.",
        "news_epoch": 1739359920.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.dw.com/en/myanmar-renewed-conflict-dims-rohingya-repatriation-hopes/a-71583753",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Myanmar: Renewed conflict dims Rohingya repatriation hopes",
        "news_group": -1
    },
    {
        "news_id": "arvopaperi_36407017793e",
        "news_source": "arvopaperi",
        "news_source_lang": "fi",
        "news_header": "Misunderstood mummy artist",
        "news_epoch": 1739358660.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.arvopaperi.fi/uutiset/ap/fa968aa7-65b7-4679-90f3-55739d1c7d50",
        "news_status": "public",
        "news_type": "NewsType.SHORT",
        "news_original_title": "Väärinymmärretty muumitaiteilija",
        "news_group": -1
    },
    {
        "news_id": "arvopaperi_96a333ee27aa",
        "news_source": "arvopaperi",
        "news_source_lang": "fi",
        "news_header": "The liquid&#x27;s result is so low, even the dividend distribution is not certain. Trump can mess up the US market",
        "news_epoch": 1739358180.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.arvopaperi.fi/uutiset/ap/3951670b-335f-4343-a1ec-841dd64ae61d",
        "news_status": "public",
        "news_type": "NewsType.SHORT",
        "news_original_title": "Nesteen tulos painuu niin alas, ettei edes osingonjako ole varmaa – Trump voi sotkea USA:n markkinaa",
        "news_group": -1
    },
    {
        "news_id": "arvopaperi_ab7897c4a5ea",
        "news_source": "arvopaperi",
        "news_source_lang": "fi",
        "news_header": "The stock exchange media companies have been going through a huge transformation in a few years. - There&#x27;s more",
        "news_epoch": 1739357760.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.arvopaperi.fi/uutiset/ap/eaa09444-377d-406e-923e-423cbbbeb468",
        "news_status": "public",
        "news_type": "NewsType.SHORT",
        "news_original_title": "Pörssin mediayhtiöt ovat käyneet muutamassa vuodessa läpi valtavan muodonmuutoksen – Lisää on luvassa",
        "news_group": -1
    },
    {
        "news_id": "yle_7420143319",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "Paint company Tikkurila left Russia",
        "news_epoch": 1739357700.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://yle.fi/a/74-20143319",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Maaliyhtiö Tikkurila lähti Venäjältä",
        "news_group": -1
    },
    {
        "news_id": "arvopaperi_ab4410f9a090",
        "news_source": "arvopaperi",
        "news_source_lang": "fi",
        "news_header": "New products are expected to boost Raisio&#x27;s sales",
        "news_epoch": 1739357160.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.arvopaperi.fi/uutiset/ap/d0891b7e-e9f2-4c46-bf4a-9811c3837e87",
        "news_status": "public",
        "news_type": "NewsType.SHORT",
        "news_original_title": "Uutuustuotteiden odotetaan pönkittäneen Raision myyntiä",
        "news_group": -1
    },
    {
        "news_id": "bbc_c2l08gn1zeno",
        "news_source": "bbc",
        "news_source_lang": "en",
        "news_header": "Mexican security forces arrested a pilot, &#x27;El Jando&#x27;, suspected of working for the Los Chapitos cartel, led by Joaquín &#x27;El Chapo&#x27; Guzmán&#x27;s sons. The arrest occurred in Culiacán, and the pilot is believed to be involved in drug trafficking and the recent capture of cartel leader &#x27;El Mayo Zambada&#x27;. US officials allege that &#x27;El Mayo&#x27; was betrayed by Guzmán&#x27;s son, leading to his arrest. The pilot&#x27;s lawyers seek more time to prepare his defense, while Mexican authorities hope to extract information about the flight that led to &#x27;El Mayo&#x27;s&#x27; capture.",
        "news_epoch": 1739357040.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.bbc.com/news/articles/c2l08gn1zeno",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Pilot suspected of working for Mexican drug cartel arrested",
        "news_group": -1
    },
    {
        "news_id": "yle_7420143306",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "The renovation of the Estlink 2 electricity transmission cable between Finland and Estonia, damaged on Christmas day, is expected to take four to six weeks. Preparatory work will occur before actual repairs begin. Fingrid indicates that preparation will last for a few weeks, with repairs potentially starting afterward, aiming for the cable to be operational by April. A damaged section will be excavated and investigated, with repair costs estimated in the tens of millions.",
        "news_epoch": 1739356620.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://yle.fi/a/74-20143306",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Estlink-sähkökaapelin korjaus kestää vähintään kuukauden",
        "news_group": -1
    },
    {
        "news_id": "arvopaperi_ec8c2ca7c266",
        "news_source": "arvopaperi",
        "news_source_lang": "fi",
        "news_header": "The results report has led to an increase in Withsecure&#x27;s course. - The CEO is responsible for criticism of sales information from the consulting unit",
        "news_epoch": 1739355960.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.arvopaperi.fi/uutiset/ap/ccc1c6af-ab7d-40d8-b426-d4422925dffc",
        "news_status": "public",
        "news_type": "NewsType.SHORT",
        "news_original_title": "Tulosraportti sai Withsecuren kurssin nousuun – Toimitusjohtaja vastaa kritiikkiin konsultointiyksikön myynnin tiedotuksesta",
        "news_group": -1
    },
    {
        "news_id": "dw_a71583220",
        "news_source": "dw",
        "news_source_lang": "en",
        "news_header": "DW Africa will conduct a week-long tour in Germany starting February 11, 2025, to cover the federal election on February 23, where 60 million Germans will vote. Key issues include economic slowdown, immigration laws, and the rise of the far-right AfD party. Incumbent Chancellor Olaf Scholz faces low approval ratings, while Friedrich Merz of the CDU is the frontrunner. The election is significant for Germany&#x27;s future and its relations with Africa, with DW Africa&#x27;s team reporting on various perspectives.",
        "news_epoch": 1739355840.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.dw.com/en/dw-africa-tour-germany-ahead-of-the-2025-elections/a-71583220",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "DW Africa tour Germany ahead of the 2025 elections",
        "news_group": -1
    },
    {
        "news_id": "bbc_c87dv8rvjgxo",
        "news_source": "bbc",
        "news_source_lang": "en",
        "news_header": "Heathrow Airport plans a multi-billion pound investment to expand two terminals and propose a third runway to the government. CEO Thomas Woldbye aims for the new runway to be operational before the next parliament ends. The expansion, supported by Chancellor Rachel Reeves, faces opposition from environmentalists. The project includes using UK steel and improving terminal capacity. Critics argue it contradicts climate commitments. The planning process may take years, but the expansion is seen as crucial for economic growth and job creation.",
        "news_epoch": 1739355360.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.bbc.com/news/articles/c87dv8rvjgxo",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Heathrow expects third runway take offs in 10 years",
        "news_group": -1
    },
    {
        "news_id": "arvopaperi_c4e51cfdbc94",
        "news_source": "arvopaperi",
        "news_source_lang": "fi",
        "news_header": "I was watching the Mandatum results",
        "news_epoch": 1739355120.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.arvopaperi.fi/uutiset/ap/33a92503-ccfc-4997-b417-f64801a8bae5",
        "news_status": "public",
        "news_type": "NewsType.SHORT",
        "news_original_title": "Osinko tarkkailussa Mandatumin tuloksessa",
        "news_group": -1
    },
    {
        "news_id": "arvopaperi_3331241ecbc3",
        "news_source": "arvopaperi",
        "news_source_lang": "fi",
        "news_header": "The first dividend of Kalmar makes the sales and profit figures for the rest of the year subject to a previous drop in order",
        "news_epoch": 1739355000.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.arvopaperi.fi/uutiset/ap/03f7105e-4f5b-47cc-958f-96422c99fa28",
        "news_status": "public",
        "news_type": "NewsType.SHORT",
        "news_original_title": "Kalmarin ensimmäinen osinko arvuututtaa, loppuvuoden myynti- ja tuloslukuja rasittaa aiempi tilausnotkahdus",
        "news_group": -1
    },
    {
        "news_id": "yle_7420143285",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "Google has removed several significant observances from its online and mobile calendars, including Women&#x27;s Day, Pride Month, and Holocaust Memorial Day, aligning with changes since Trump&#x27;s presidency. The company claims that maintaining numerous cultural events is not sustainable, and has reverted to a model that only includes national holidays.",
        "news_epoch": 1739354700.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://yle.fi/a/74-20143285",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Google poisti kalenteristaan naistenpäivän, Priden ja paljon muuta",
        "news_group": -1
    },
    {
        "news_id": "yle_7420143290",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "Sweden plans to enhance school safety by introducing new laws that will allow increased camera surveillance, inspections of students&#x27; belongings, and stricter security measures, following the Örebro massacre. These laws will apply to various educational institutions and are expected to take effect in July.",
        "news_epoch": 1739353620.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://yle.fi/a/74-20143290",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Ruotsin koulut saavat jatkossa tutkia oppilaiden reput",
        "news_group": -1
    },
    {
        "news_id": "bbc_ce85x4792w6o",
        "news_source": "bbc",
        "news_source_lang": "en",
        "news_header": "A Russian missile attack on Kyiv resulted in one death and four injuries, including a nine-year-old girl. The Ukrainian military intercepted most missiles and drones. President Zelensky indicated a willingness to negotiate land swaps with Russia for peace, while Russian officials dismissed this idea.",
        "news_epoch": 1739353620.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.bbc.com/news/articles/ce85x4792w6o",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "One killed in ballistic missile attack on Kyiv, Ukraine says",
        "news_group": -1
    },
    {
        "news_id": "arvopaperi_9c888bddac2f",
        "news_source": "arvopaperi",
        "news_source_lang": "fi",
        "news_header": "Piippo plans to sell all its business to Portugal",
        "news_epoch": 1739353560.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.arvopaperi.fi/uutiset/ap/e54b2153-b994-46d4-950a-129f5d9c0595",
        "news_status": "public",
        "news_type": "NewsType.SHORT",
        "news_original_title": "Piippo aikoo myydä kaiken liiketoimintansa Portugaliin",
        "news_group": -1
    },
    {
        "news_id": "yle_7420143289",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "The Foreign Minister of Syria&#x27;s Interim Government, Asad Hassan al-Shibani, promises that the new government, set to be formed on March 1, will represent the country&#x27;s multicultural diversity. He emphasized the importance of including various groups, including different Muslims, Christians, and other communities.",
        "news_epoch": 1739353500.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://yle.fi/a/74-20143289",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Syyrian ulkoministeri: Uusi hallitus maaliskuussa",
        "news_group": -1
    },
    {
        "news_id": "arvopaperi_727d70265b43",
        "news_source": "arvopaperi",
        "news_source_lang": "fi",
        "news_header": "Support expenditure for operations and programmes in the &quot;Environment &#x27;policy area - Osinkoaristocrat position at stake",
        "news_epoch": 1739352240.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.arvopaperi.fi/uutiset/ap/308cd0b8-53cb-458b-9426-fb3ed96e4b05",
        "news_status": "public",
        "news_type": "NewsType.SHORT",
        "news_original_title": "Valmetin jättihanke Brasiliassa paisuttaa loppuvuoden tilauskertymää – Osinkoaristokraatin asema vaakalaudalla",
        "news_group": -1
    },
    {
        "news_id": "yle_7420143275",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "Several international companies, including Accenture, Meta, and Amazon, have discontinued their diversity, equity, and inclusion (DEI) programs. A news agency is seeking personal experiences related to similar changes in workplaces for a story, ensuring that personal data will be handled responsibly.",
        "news_epoch": 1739352180.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://yle.fi/a/74-20143275",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Onko teidän yrityksessänne karsittu monimuotoisuus­ohjelmia? Kerro Ylelle, teemme juttua",
        "news_group": -1
    },
    {
        "news_id": "arvopaperi_ae84e51fe56c",
        "news_source": "arvopaperi",
        "news_source_lang": "fi",
        "news_header": "The results of the course reactions of the public - Kempower on the Helsinki Stock Exchange",
        "news_epoch": 1739352060.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.arvopaperi.fi/uutiset/ap/9bd72193-9dcf-4628-a946-6eb5eff6a8f5",
        "news_status": "public",
        "news_type": "NewsType.SHORT",
        "news_original_title": "Tulosjulkistajilla kovia kurssireaktioita – Kempower reippaassa nousussa Helsingin pörssissä",
        "news_group": -1
    },
    {
        "news_id": "yle_7420143274",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "The SDP electoral movement is gaining traction as immigration becomes a key issue in the upcoming Bundestag elections. Chancellor Olaf Scholz announced a continuation of temporary border controls for six months, originally implemented to curb illegal immigration and crime. Recent violent incidents involving foreigners have shifted public opinion, with a significant increase in the percentage of Germans associating asylum seekers with violent crime.",
        "news_epoch": 1739351340.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://yle.fi/a/74-20143274",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Saksa jatkaa väliaikaiseksi tarkoitettuja rajatarkastuksia – Scholzin vaaliliike?",
        "news_group": -1
    },
    {
        "news_id": "bbc_c3vp06k90d5o",
        "news_source": "bbc",
        "news_source_lang": "en",
        "news_header": "A 25% tax on steel and aluminium imports to the US will end exemptions for major trade partners, leading to increased costs for businesses and potentially higher prices for consumers. Key industries like food canning, beverages, and automotive are concerned about rising prices. The construction sector also warns that these tariffs could counteract efforts to make housing more affordable.",
        "news_epoch": 1739349060.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.bbc.com/news/articles/c3vp06k90d5o",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Three American goods that could rise in price due to metal tariffs",
        "news_group": 230
    },
    {
        "news_id": "bbc_c4gwvxn5377o",
        "news_source": "bbc",
        "news_source_lang": "en",
        "news_header": "Goldman Sachs&#x27; vice chair announced the bank has ended its internal diversity policy requiring companies to have diverse board members for flotation. The policy was deemed unnecessary as companies have embraced diversity. Despite increased diversity on boards, there has been a slowdown in racial diversity hiring.",
        "news_epoch": 1739348160.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.bbc.com/news/articles/c4gwvxn5377o",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Goldman axes diversity rule that has &#x27;served purpose&#x27;",
        "news_group": -1
    },
    {
        "news_id": "bbc_c3rw01qr5v1o",
        "news_source": "bbc",
        "news_source_lang": "en",
        "news_header": "An advert by fashion brand Next was banned due to the model&#x27;s pose and camera angle suggesting she was &#x27;unhealthily thin&#x27;. The Advertising Standards Authority (ASA) found the emphasis on the model&#x27;s slim legs irresponsible, despite the model being described as healthy by Next. The ASA ruled that the ad breached social responsibility codes and should not be used again in its current form.",
        "news_epoch": 1739347740.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.bbc.com/news/articles/c3rw01qr5v1o",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Next ad banned as pose made model look too thin",
        "news_group": -1
    },
    {
        "news_id": "yle_7420143243",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "Last year, EUR 5.2 billion was invested in European defence and security startups, marking a 24% increase compared to 2023. This investment boom has surpassed funding in artificial intelligence startups. Despite a decline in venture capital for growth companies in Europe, countries like Britain and Germany are leading the investment surge, with notable success from Helsinki-based companies expanding into attack drones.",
        "news_epoch": 1739347440.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://yle.fi/a/74-20143243",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Eurooppalaisten puolustusalan startupien investoinnit ottivat jättiloikan – tekoälyn ohi",
        "news_group": -1
    },
    {
        "news_id": "dw_a71579645",
        "news_source": "dw",
        "news_source_lang": "en",
        "news_header": "Germany&#x27;s Commerzbank is preparing for staff cuts in response to takeover advances from Italian banking group UniCredit. Commerzbank argues for its independence, warning that a merger could result in 3,000 to 4,000 job losses. The bank&#x27;s supervisory board will discuss cost cuts and new goals, with a new strategy presentation scheduled. UniCredit has increased its stake in Commerzbank and seeks further investment, which has been criticized by German Chancellor Olaf Scholz as hostile. Commerzbank&#x27;s management aims to showcase its value potential amidst these challenges.",
        "news_epoch": 1739347320.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.dw.com/en/commerzbank-plans-job-cuts-new-goals-to-fend-off-unicredit/a-71579645",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Commerzbank plans job cuts, new goals to fend off UniCredit",
        "news_group": -1
    },
    {
        "news_id": "bbc_cly4e92wv0qo",
        "news_source": "bbc",
        "news_source_lang": "en",
        "news_header": "Monty, a giant schnauzer, won Best in Show at the Westminster Kennel Club dog show, becoming the first of his breed to do so after three years of reaching the finals. The event, held in New York City, featured over 2,500 dogs, and Monty triumphed in the Working Group before being selected as the overall winner by judge Paula Nykiel.",
        "news_epoch": 1739345940.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.bbc.com/news/articles/cly4e92wv0qo",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Monty the giant schnauzer wins Best in Show",
        "news_group": 227
    },
    {
        "news_id": "yle_7420143221",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "Media: Latvia sends 42 Patria armoured vehicles Ukraine",
        "news_epoch": 1739343000.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://yle.fi/a/74-20143221",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Media: Latvia lähettää 42 Patrian panssariajoneuvoa Ukrainaan",
        "news_group": -1
    },
    {
        "news_id": "yle_7420143195",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "Nordnet&#x27;s mobile application and website experienced issues due to a malfunctioning software component related to login, not a hacker attack. This caused some customers to see inaccurate account information and allowed trading of other users&#x27; securities, but funds could not be transferred. Nordnet closed its services for several hours to address the problem and is now assessing the impact on affected customers.",
        "news_epoch": 1739342520.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://yle.fi/a/74-20143195",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Ainakin yhden Nordnetin asiakkaan tilillä joku muu yritti tehdä kauppaa",
        "news_group": -1
    },
    {
        "news_id": "yle_7420143052",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "Housing trade is accelerating in 2023, with rising prices in Espoo and Oulu. Average prices for old apartments are expected to increase by 1.5%, and non-subsidized rents by 1.6%. The market is influenced by household changes and stable disposable income, while uncertainty in the global situation may affect growth.",
        "news_epoch": 1739340000.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://yle.fi/a/74-20143052",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Tällaista nousua vuokriin ja asuntojen hintoihin ennustetaan suurissa kaupungeissa tänä vuonna",
        "news_group": -1
    },
    {
        "news_id": "yle_7420143196",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "The Vice-President of the Russian Security Council claimed that Russia demonstrated strength against Ukraine with recent air raids. Ukrainian President Zelensky expressed hope for negotiations with Russia, contingent on US President Trump&#x27;s involvement. Medvedev criticized Zelensky&#x27;s proposal, asserting that Russia&#x27;s military actions were a show of genuine force.",
        "news_epoch": 1739339400.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://yle.fi/a/74-20143196",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Venäjän Medvedev sai hepulin Zelenskyin aluevaihtoehdotuksesta – ilmaiskuja Ukrainaan",
        "news_group": -1
    },
    {
        "news_id": "yle_7420143188",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "Kempower reported a negative result for the year, but ended strongly with a significant order intake. Cargotec&#x27;s operating profit rose by 8% despite an 8% drop in turnover. NoHo Partners achieved record results with a 42.8% increase in operating profit. Fazer&#x27;s food group saw a 14% rise in operating income amidst a challenging market.",
        "news_epoch": 1739337960.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://yle.fi/a/74-20143188",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Yle seuraa tulospäivää: Cargotecilla ja NoHolla pyyhki hyvin",
        "news_group": -1
    },
    {
        "news_id": "yle_7420143187",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "Cargotec increased its operating profit, but net sales decreased",
        "news_epoch": 1739337540.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://yle.fi/a/74-20143187",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Cargotec kasvatti liikevoittoaan, mutta liikevaihto laski",
        "news_group": -1
    },
    {
        "news_id": "yle_7420143177",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "Over 200,000 Danes have signed a petition humorously proposing to buy California from Donald Trump, mocking his interest in Greenland. The petition suggests that Denmark could bring &#x27;hygge&#x27; to Hollywood and transform Disneyland into &#x27;Hans Christian Andersenland.&#x27; The authors argue that California, which Trump has criticized, could benefit from Danish culture and lifestyle.",
        "news_epoch": 1739336400.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://yle.fi/a/74-20143177",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Tanskalaisten ehdotus: Ostetaan Kalifornia",
        "news_group": -1
    },
    {
        "news_id": "yle_7420143174",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "The net assets of Germany&#x27;s second most popular party, AfD, have surged due to significant donations, increasing by EUR 14.8 million from 2022. A major contributor, Helga Schwab, donated EUR 5.9 million and two apartment blocks worth over EUR 2 million. This has raised AfD&#x27;s total net assets from EUR 23.5 million to EUR 38.3 million.",
        "news_epoch": 1739334420.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://yle.fi/a/74-20143174",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Saksan laitaoikeiston AfD rikastuu lahjoituksilla – berliiniläisnaiselta kuuden miljoonan euron perintö",
        "news_group": -1
    },
    {
        "news_id": "yle_7420143172",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "NoHo made the all-time record",
        "news_epoch": 1739334000.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://yle.fi/a/74-20143172",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "NoHo teki kaikkien aikojen ennätystuloksen",
        "news_group": -1
    },
    {
        "news_id": "bbc_c17ejwnywyno",
        "news_source": "bbc",
        "news_source_lang": "en",
        "news_header": "Two Australian nurses have been suspended after a video surfaced showing them threatening to kill Israeli patients and refusing to treat them. The incident is under investigation by police, and the health minister has promised a thorough inquiry. Prime Minister Albanese condemned the video as shameful, and it follows recent tougher laws against hate crimes in Australia.",
        "news_epoch": 1739332800.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.bbc.com/news/articles/c17ejwnywyno",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Australian nurses suspended over &#x27;vile&#x27; antisemitic video",
        "news_group": -1
    },
    {
        "news_id": "yle_7420143162",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "Italian police conducted the largest operation against the Cosa Nostra mafia since 1984, arresting nearly 150 individuals in Sicily, including Palermo. The operation involved over 1200 police actions targeting various crimes, including attempted murder and drug trafficking. Despite the decline of the Sicilian mafia, it has adapted to modern communication methods.",
        "news_epoch": 1739330160.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://yle.fi/a/74-20143162",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Sisiliassa isoin mafiaoperaatio vuosikymmeniin – miltei 150 pidätystä",
        "news_group": -1
    },
    {
        "news_id": "sn_0d813f3db160",
        "news_source": "sn",
        "news_source_lang": "en",
        "news_header": "Researchers have examined 500-year-old records from 16th century Transylvania to understand the impact of the Little Ice Age on the region. By analyzing diaries and documents written in various languages, they found evidence of climate conditions that included heat, droughts, and subsequent heavy rainfall. The findings suggest that the Little Ice Age may have been delayed in Transylvania compared to Western Europe, and highlight how climate events influenced human suffering, including famine and disease. This research is crucial for understanding future climate change impacts.",
        "news_epoch": 1739329200.0,
        "news_categories": [
            "science"
        ],
        "news_url": "https://www.sciencenews.org/article/records-people-little-ice-age-weather",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Historical writings reveal how people weathered the Little Ice Age",
        "news_group": -1
    },
    {
        "news_id": "bbc_c3vp4dp90qqo",
        "news_source": "bbc",
        "news_source_lang": "en",
        "news_header": "Coca-Cola may need to increase its production of plastic bottles in the US due to potential price hikes in aluminum cans caused by President Trump&#x27;s tariffs. The company has reduced its sustainability goal from using 50% recycled materials by 2030 to 35-40% by 2035. Environmental groups have criticized Coca-Cola as a leading plastic polluter.",
        "news_epoch": 1739327220.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.bbc.com/news/articles/c3vp4dp90qqo",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Coca-Cola says it may use more plastic due to Trump tariffs",
        "news_group": -1
    },
    {
        "news_id": "bbc_cp820y16xvlo",
        "news_source": "bbc",
        "news_source_lang": "en",
        "news_header": "Elon Musk denied leading a &#x27;hostile takeover&#x27; of the US government during his surprise appearance at the White House, where he defended his cost-cutting plans. President Trump signed an order granting Musk&#x27;s Department of Government Efficiency (Doge) more authority to reduce the federal workforce, despite criticism from Democrats.",
        "news_epoch": 1739321280.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.bbc.com/news/articles/cp820y16xvlo",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Elon Musk denies &#x27;hostile takeover&#x27; of government in surprise White House appearance",
        "news_group": -1
    },
    {
        "news_id": "bbc_c0qwvppk0zzo",
        "news_source": "bbc",
        "news_source_lang": "en",
        "news_header": "Experts are seeking rare British daffodils, which may be hiding in gardens and parks. They have created a list of lost varieties, including the &#x27;bonfire yellow&#x27; daffodil from Sussex. These flowers, important for their beauty and potential medicinal uses, are at risk of being lost. The RHS is asking the public to help locate these daffodils, which have a rich history and are linked to local breeders.",
        "news_epoch": 1739317140.0,
        "news_categories": [
            "science"
        ],
        "news_url": "https://www.bbc.com/news/articles/c0qwvppk0zzo",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Hunt for rare daffodils that are feared lost",
        "news_group": -1
    },
    {
        "news_id": "bbc_c0rqe85q1jno",
        "news_source": "bbc",
        "news_source_lang": "en",
        "news_header": "A BBC investigation reveals that Shell has ignored warnings about corruption and problems in a clean-up operation in southern Nigeria, where oil pollution has devastated communities. Despite Shell and the Nigerian government claiming progress, evidence suggests the clean-up has been ineffective. A civil trial is set to begin, where affected communities will hold Shell accountable for pollution from 1989 to 2020.",
        "news_epoch": 1739316240.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.bbc.com/news/articles/c0rqe85q1jno",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Oil clean-up &#x27;scam&#x27; warnings ignored by Shell, whistleblower tells BBC",
        "news_group": -1
    },
    {
        "news_id": "bbc_cvgeypyp7d1o",
        "news_source": "bbc",
        "news_source_lang": "en",
        "news_header": "More than 100 people were evacuated from a luxury residential tower in Buenos Aires due to a fire that spread through several floors. Forty individuals were treated for smoke inhalation, and several were hospitalized. The cause of the fire is unknown, but emergency services reported that it extended to the 15th floor.",
        "news_epoch": 1739314320.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.bbc.com/news/articles/cvgeypyp7d1o",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Dozens evacuated in Argentine skyscraper fire",
        "news_group": -1
    },
    {
        "news_id": "bbc_cz6pzwj6qq7o",
        "news_source": "bbc",
        "news_source_lang": "en",
        "news_header": "Germany&#x27;s car industry, once a symbol of post-war economic success, is now facing significant challenges, including declining production and sales, high labor costs, and competition from electric vehicles. The industry is crucial for the national economy, employing hundreds of thousands and contributing significantly to GDP.",
        "news_epoch": 1739313180.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.bbc.com/news/articles/cz6pzwj6qq7o",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Germany&#x27;s once-mighty car industry is in crisis. What will it take to fix it?",
        "news_group": -1
    },
    {
        "news_id": "bbc_cj91d3jkpvlo",
        "news_source": "bbc",
        "news_source_lang": "en",
        "news_header": "Indian Prime Minister Narendra Modi&#x27;s upcoming visit to Washington to meet President Donald Trump will feature warm exchanges but also discussions on the US-India strategic partnership. Their relationship has strengthened over the years, particularly in countering China. Modi is expected to meet with Trump&#x27;s cabinet, US business leaders, and may discuss economic partnerships, energy investments, and technology cooperation.",
        "news_epoch": 1739311680.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.bbc.com/news/articles/cj91d3jkpvlo",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Trade, tariffs and visas to dominate Trump-Modi talks",
        "news_group": -1
    },
    {
        "news_id": "bbc_cglyjn7le2ko",
        "news_source": "bbc",
        "news_source_lang": "en",
        "news_header": "An international law firm, Hill Dickinson, has restricted access to AI tools after noticing a significant increase in usage among its staff. The firm stated that much of this usage was not compliant with its AI policy. Moving forward, access to AI tools will only be granted through a request process.",
        "news_epoch": 1739311440.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.bbc.com/news/articles/cglyjn7le2ko",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Law firm restricts AI after &#x27;significant&#x27; staff use",
        "news_group": -1
    },
    {
        "news_id": "dw_a71577508",
        "news_source": "dw",
        "news_source_lang": "en",
        "news_header": "Armed militants in eastern Congo killed over 50 civilians in attacks, with CODECO militants responsible. They set houses on fire and attacked with guns and machetes, leading to many injuries and deaths. The death toll is expected to rise, and previous attacks on displaced persons&#x27; camps were also reported.",
        "news_epoch": 1739298240.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.dw.com/en/dr-congo-militia-kill-dozens-of-villagers-in-ituri-province/a-71577508",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "DR Congo: Militia kill dozens of villagers in Ituri province",
        "news_group": -1
    },
    {
        "news_id": "sn_f9399d53dee1",
        "news_source": "sn",
        "news_source_lang": "en",
        "news_header": "By mid-century, many regions could face extreme heat events that are hazardous to human health if global temperatures rise by 2 degrees Celsius above preindustrial levels. This could affect vast areas, particularly in South Asia, South America, and parts of the U.S. Southeast, making conditions life-threatening, especially for older adults.",
        "news_epoch": 1739296800.0,
        "news_categories": [
            "science"
        ],
        "news_url": "https://www.sciencenews.org/article/global-warming-temperature-extreme-heat",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Just a small rise in global temperatures could be deadly",
        "news_group": -1
    },
    {
        "news_id": "dw_a71577121",
        "news_source": "dw",
        "news_source_lang": "en",
        "news_header": "Over the last two decades, a global trend has emerged where the US innovates in technology, China advances it further, and Europe focuses on regulation. The EU has introduced significant rules to manage big tech&#x27;s influence, including laws on harmful online content and AI legislation. However, at the recent AI Action summit in Paris, EU leaders emphasized investment and innovation over regulation.",
        "news_epoch": 1739296320.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.dw.com/en/eu-vows-to-cut-red-tape-as-us-slams-bloc-s-tech-rules/a-71577121",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "EU vows to &#x27;cut red tape&#x27; as US slams bloc&#x27;s tech rules",
        "news_group": -1
    },
    {
        "news_id": "dw_a71574415",
        "news_source": "dw",
        "news_source_lang": "en",
        "news_header": "Land ownership remains a contentious issue in South Africa, with most farmland still owned by white individuals decades after apartheid. The Democratic Alliance has launched a court bid against new land reform laws, claiming they violate the Constitution. Tensions have escalated with the US, as President Trump froze aid to South Africa over these developments, influenced by Elon Musk&#x27;s comments on land ownership.",
        "news_epoch": 1739291820.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.dw.com/en/listicle-the-aftermath-of-south-africa-s-land-reforms/a-71574415",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Listicle: The aftermath of South Africa&#x27;s land reforms",
        "news_group": -1
    },
    {
        "news_id": "dw_a71575417",
        "news_source": "dw",
        "news_source_lang": "en",
        "news_header": "As NATO defense ministers meet, European allies will engage with new US Defense Secretary Pete Hegseth for the first time. While there is a consensus to increase defense spending beyond 2%, specific percentages will be discussed at the NATO summit in June. Hegseth&#x27;s skepticism about NATO poses challenges, as he has previously suggested the alliance is outdated.",
        "news_epoch": 1739291400.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.dw.com/en/how-will-europe-deal-with-us-defense-secretary-pete-hegseth/a-71575417",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "How will Europe deal with US Defense Secretary Pete Hegseth?",
        "news_group": -1
    },
    {
        "news_id": "yle_7420143042",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "Prime Minister Petteri Orpo participated in an AI summit in Paris, emphasizing the need for Europe to reduce AI regulations to remain competitive against the US. He noted that excessive regulation could drive investments and innovation away from Europe. French President Emmanuel Macron echoed this sentiment, and US Vice President J.",
        "news_epoch": 1739290800.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://yle.fi/a/74-20143042",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Orpo tapasi J. D. Vancen ja kutsui tämän Suomeen: ”Erittäin hyvä alku”",
        "news_group": -1
    },
    {
        "news_id": "dw_a71574068",
        "news_source": "dw",
        "news_source_lang": "en",
        "news_header": "Recent discussions about the future of Palestinians from Gaza have intensified following a meeting between US President Trump and Israeli Prime Minister Netanyahu. Trump proposed relocating Palestinians to neighboring countries like Egypt and Jordan, which legal experts argue violates international law.",
        "news_epoch": 1739290380.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.dw.com/en/saudi-arabia-israel-are-trump-s-mideast-ideas-derailing-normalization-plans/a-71574068",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Saudi Arabia-Israel: Are Trump&#x27;s Mideast ideas derailing normalization plans?",
        "news_group": -1
    },
    {
        "news_id": "sn_7080d1f0f664",
        "news_source": "sn",
        "news_source_lang": "en",
        "news_header": "A recent study reveals that tiny ear muscles, which humans can wiggle, activate when trying to hear in difficult conditions. While these muscles may not enhance hearing, their activity could indicate a person&#x27;s listening effort, potentially aiding hearing aid technology. The research highlights variability in ear muscle size and the unique abilities of individuals to control their ear movements.",
        "news_epoch": 1739289600.0,
        "news_categories": [
            "science"
        ],
        "news_url": "https://www.sciencenews.org/article/wiggling-ears-hearing",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Wiggling ears may have once helped us hear",
        "news_group": -1
    },
    {
        "news_id": "yle_7420143085",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "Experts confirm a data security breach at Nordnet, leading to the closure of their mobile app and website. Customers may have accessed others&#x27; account information, raising concerns about potential damages. The breach is serious but not entirely unusual. Clients are advised to monitor their accounts and await further instructions from Nordnet and authorities.",
        "news_epoch": 1739287740.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://yle.fi/a/74-20143085",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Toimi näin, jos olet Nordnetin asiakas – asiantuntijat antavat vinkkinsä",
        "news_group": -1
    },
    {
        "news_id": "bbc_cpdx75zgg88o",
        "news_source": "bbc",
        "news_source_lang": "en",
        "news_header": "OpenAI&#x27;s CEO Sam Altman stated that the company is &#x27;not for sale&#x27; following a $97.4 billion takeover bid from a consortium led by Elon Musk. Altman emphasized OpenAI&#x27;s mission to develop AGI for the benefit of humanity. Musk&#x27;s attorney confirmed the bid, while Altman expressed skepticism about Musk&#x27;s motives, citing competition between their companies.",
        "news_epoch": 1739286780.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.bbc.com/news/articles/cpdx75zgg88o",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "&#x27;We are not for sale,&#x27; ChatGPT boss says after Musk bid",
        "news_group": -1
    },
    {
        "news_id": "bbc_c391ml9x878o",
        "news_source": "bbc",
        "news_source_lang": "en",
        "news_header": "US President Donald Trump has suspended the enforcement of an anti-corruption law that allows the prosecution of Americans for bribing foreign officials.",
        "news_epoch": 1739286120.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.bbc.com/news/articles/c391ml9x878o",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Trump halts prosecution of firms accused of bribery abroad",
        "news_group": -1
    },
    {
        "news_id": "yle_7420142981",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "Donald Trump aims to protect US industry from China&#x27;s commercial dominance, a stance rooted in his experiences as a businessman in the 1980s. He has historically advocated for high tariffs on imports, particularly from Japan and now China, to restore American industrial power. Trump&#x27;s protectionist policies have faced resistance, and while Biden has also imposed tariffs, his approach is more limited.",
        "news_epoch": 1739285100.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://yle.fi/a/74-20142981",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Trump hävisi huutokaupan japanilaiselle keräilijälle – ja siitä alkoivat tullipuheet",
        "news_group": -1
    },
    {
        "news_id": "bbc_cqx97xynejzo",
        "news_source": "bbc",
        "news_source_lang": "en",
        "news_header": "The UK government has decided not to retaliate immediately against the US&#x27;s renewal of steel and aluminium tariffs, opting for a measured response. Trade Minister Douglas Alexander emphasized the need for a calm approach, despite industry calls for stronger action. The tariffs, effective from March 12, impose a 25% import tax on steel and aluminium entering the US, which could impact UK exports and lead to potential dumping of steel in the UK market.",
        "news_epoch": 1739284980.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.bbc.com/news/articles/cqx97xynejzo",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "UK not planning to hit back at US on steel tariffs",
        "news_group": -1
    },
    {
        "news_id": "dw_a71577038",
        "news_source": "dw",
        "news_source_lang": "en",
        "news_header": "A collision between a long-distance train and a semi-truck in a suburb of Hamburg resulted in over 12 injuries, with one person later dying from serious injuries. The train was carrying over 250 passengers, all of whom were uninjured. The cause of the crash is still unclear.",
        "news_epoch": 1739284980.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.dw.com/en/germany-train-collides-with-truck-in-hamburg-killing-1/a-71577038",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Germany: Train collides with truck in Hamburg, killing 1",
        "news_group": -1
    },
    {
        "news_id": "bbc_c0m17d8827ko",
        "news_source": "bbc",
        "news_source_lang": "en",
        "news_header": "Research by the BBC found that four major AI chatbots, including OpenAI&#x27;s ChatGPT and Google&#x27;s Gemini, inaccurately summarized news stories, with significant inaccuracies and factual errors. BBC&#x27;s Deborah Turness highlighted the potential real-world harm from AI distortions and called for tech companies to collaborate with publishers to improve accuracy.",
        "news_epoch": 1739283600.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.bbc.com/news/articles/c0m17d8827ko",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "AI chatbots unable to accurately summarise news, BBC finds",
        "news_group": -1
    },
    {
        "news_id": "yle_7420142931",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "Nokia is seeking rapid growth in new sectors such as data centers and defense industries, while considering selling its mobile networks division. The company recently changed its CEO and is focusing on artificial intelligence and data centers, which are rapidly expanding globally. Nokia&#x27;s acquisition of Infinera and its involvement in defense technology highlight its shift from mobile phones to diversified technology.",
        "news_epoch": 1739283420.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://yle.fi/a/74-20142931",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Nokia kurottaa kohti datakeskuksissa muhivia miljardeja dollareita – yhtiö hakee uutta suuntaa, sanovat asiantuntijat",
        "news_group": -1
    },
    {
        "news_id": "sn_4535c226502f",
        "news_source": "sn",
        "news_source_lang": "en",
        "news_header": "New mental health therapies focus on addressing repetitive negative thinking, which is common in various mental health disorders. Clinicians are encouraged to target these thinking patterns directly, regardless of formal diagnoses. Research suggests that treating these patterns can help prevent more serious mental health issues.",
        "news_epoch": 1739282400.0,
        "news_categories": [
            "science"
        ],
        "news_url": "https://www.sciencenews.org/article/negative-thoughts-anxiety-depression",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Breaking negative thought patterns could ward off anxiety, depression",
        "news_group": -1
    },
    {
        "news_id": "yle_7420143077",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "Nordnet customers experienced a data breach where they could see each other&#x27;s investment information due to a technical issue. Sami Jukanen, a small investor, logged into his account and was shocked to see over EUR 90,000 in investments belonging to another person. Nordnet acknowledged the problem, which allowed customers to view and potentially trade other people&#x27;s account information.",
        "news_epoch": 1739282340.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://yle.fi/a/74-20143077",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Nordnetin asiakas kuvailee tunnelmiaan: Luottamus murenemassa",
        "news_group": -1
    },
    {
        "news_id": "dw_a71560340",
        "news_source": "dw",
        "news_source_lang": "en",
        "news_header": "President Trump signed orders to withdraw the US from the WHO and Paris Agreement, potentially allowing other nations to expand their influence in global health and climate initiatives, particularly in Africa. The EU aims to increase its role in Africa by mobilizing investments and cooperating with the Global South.",
        "news_epoch": 1739282040.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.dw.com/en/why-african-nations-may-turn-to-eu-following-trump-foreign-policy-shakeup/a-71560340",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Why African nations may turn to EU following Trump foreign policy shakeup",
        "news_group": -1
    },
    {
        "news_id": "bbc_c30d4ernzqjo",
        "news_source": "bbc",
        "news_source_lang": "en",
        "news_header": "BP plans to significantly change its strategy as profits fell sharply in 2024, with expectations to reduce renewable projects and increase oil and gas production. The company&#x27;s net income dropped to $8.9 billion from $13.8 billion the previous year, attributed to lower oil prices and refinery profits.",
        "news_epoch": 1739281620.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.bbc.com/news/articles/c30d4ernzqjo",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "BP set to scale back green investments as profits drop sharply",
        "news_group": -1
    },
    {
        "news_id": "yle_7420142944",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "Recent studies suggest that the Earth&#x27;s core has slowed its rotation and may have changed shape over the past two decades. Scientists believe there is a solid metal core surrounded by a liquid outer layer. Seismic measurements indicate that the core&#x27;s rotation has synchronized with the Earth&#x27;s outer shell, and changes in its shape might be affecting seismic wave patterns. Research indicates that the core may be distorted, particularly at its edges, but these changes do not impact life on the surface. Understanding the core&#x27;s behavior is crucial for scientific research, as it may eventually cool and stop spinning, impacting life on Earth.",
        "news_epoch": 1739281620.0,
        "news_categories": [
            "science"
        ],
        "news_url": "https://yle.fi/a/74-20142944",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Tutkijoilta erikoinen havainto: Maan ydin on saattanut muuttaa muotoaan",
        "news_group": 229
    },
    {
        "news_id": "yle_7420143076",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "Nordnet&#x27;s investment service faced a significant disruption lasting several hours due to technical issues that allowed customers to see other people&#x27;s accounts. IT Security Specialist Petteri Järvinen advises customers to check their accounts for discrepancies. He believes the incident was likely due to technical errors rather than deliberate actions, emphasizing the rarity of such breaches in Finland.",
        "news_epoch": 1739280720.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://yle.fi/a/74-20143076",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Tietoturva-asiantuntija Nordnetin häiriöstä: Täysin poikkeuksellinen",
        "news_group": -1
    },
    {
        "news_id": "yle_7420142958",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "Fortum&#x27;s profits dropped significantly last year due to low electricity prices, which reduced operating profit by nearly a quarter. Despite this, the company still made around EUR 1.2 billion in profit. Managing Director Markus Rauramo noted a growing demand for electricity, but current prices make new production unprofitable.",
        "news_epoch": 1739278800.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://yle.fi/a/74-20142958",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "”Sähkön hinnan täytyy nousta” – katso, miten Fortumin toimitusjohtaja vastaa neljään polttavaan kysymykseen",
        "news_group": -1
    },
    {
        "news_id": "dw_a71563831",
        "news_source": "dw",
        "news_source_lang": "en",
        "news_header": "The conflict in eastern Democratic Republic of Congo (DRC) has escalated, with 3,000 people killed and 700,000 displaced as M23 rebels, backed by Rwanda, captured Goma. The East African Community and Southern African Development Community have called for a ceasefire, but no lasting peace has been achieved since the 1990s.",
        "news_epoch": 1739277900.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.dw.com/en/can-africa-jumpstart-the-congo-peace-process/a-71563831",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Can Africa jumpstart the Congo peace process?",
        "news_group": -1
    },
    {
        "news_id": "yle_7420143088",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "Nordnet is back online",
        "news_epoch": 1739276940.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://yle.fi/a/74-20143088",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Nordnet toimii jälleen",
        "news_group": -1
    },
    {
        "news_id": "dw_a71573937",
        "news_source": "dw",
        "news_source_lang": "en",
        "news_header": "Bangladesh police have arrested over 1,500 people amid mob violence and a security crackdown following the ousting of former Prime Minister Sheikh Hasina. The operation, named &#x27;Devil Hunt&#x27;, targets groups involved in recent violent incidents. Concerns over human rights violations have been raised as the army assists police in maintaining order.",
        "news_epoch": 1739276520.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.dw.com/en/is-bangladesh-plunging-into-political-chaos-once-again/a-71573937",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Is Bangladesh plunging into political chaos once again?",
        "news_group": -1
    },
    {
        "news_id": "sn_fa172b7987e7",
        "news_source": "sn",
        "news_source_lang": "en",
        "news_header": "A geologist proposes that the mysterious Summerville Light in South Carolina, long thought to be a ghostly phenomenon, may actually be caused by gases released during minor earthquakes. The area has a history of seismic activity, including a significant quake in 1886. Hough&#x27;s research suggests that these gases could ignite and create the light, linking ghost stories to subtle seismic events.",
        "news_epoch": 1739275200.0,
        "news_categories": [
            "science"
        ],
        "news_url": "https://www.sciencenews.org/article/earthquake-lights-spooky-south-carolina",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Spooky floating lights in South Carolina could be earthquake farts",
        "news_group": -1
    },
    {
        "news_id": "dw_a71571323",
        "news_source": "dw",
        "news_source_lang": "en",
        "news_header": "Indian Prime Minister Narendra Modi is visiting Washington for two days to discuss energy and defense imports with US officials. The meeting with President Trump is seen as an opportunity to strengthen the India-US partnership, despite potential challenges due to Trump&#x27;s unpredictability. Modi aims to negotiate tariff concessions and enhance military cooperation, particularly in advanced nuclear technologies.",
        "news_epoch": 1739267820.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.dw.com/en/india-s-modi-to-boost-trade-defense-ties-in-us-visit/a-71571323",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "India&#x27;s Modi to boost trade, defense ties in US visit",
        "news_group": -1
    },
    {
        "news_id": "bbc_c0rq2g0kz1lo",
        "news_source": "bbc",
        "news_source_lang": "en",
        "news_header": "Sinead fears for her son&#x27;s health due to persistent mould in their rented flat, which has led to serious health issues. Despite complaints to the landlord and local council, the problem remains unresolved, reflecting a broader issue of mould in rented homes across England.",
        "news_epoch": 1739267460.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.bbc.com/news/articles/c0rq2g0kz1lo",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "&#x27;Billionaires own my mouldy rental property&#x27;",
        "news_group": -1
    },
    {
        "news_id": "yle_7420142873",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "A study by Taina Kankaala suggests that having trained therapy dogs in dental offices can help reduce patients&#x27; fear of dental treatment. The presence of a dog distracts patients during procedures, making them feel more comfortable. The study involved 12 patients who were previously too afraid to receive treatment.",
        "news_epoch": 1739265360.0,
        "news_categories": [
            "science"
        ],
        "news_url": "https://yle.fi/a/74-20142873",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Jos hammashoito pelottaa, voi apu löytyä karvaisesta kaverista, paljastaa tuore väitöstutkimus",
        "news_group": -1
    },
    {
        "news_id": "dw_a71562381",
        "news_source": "dw",
        "news_source_lang": "en",
        "news_header": "Azad Yousuf Kumar, a 32-year-old from Kashmir, was scammed into joining the Russian army while seeking job opportunities abroad, ending up in the Ukraine war.",
        "news_epoch": 1739258700.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.dw.com/en/russia-ukraine-indian-recruits-share-frightening-ordeal/a-71562381",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Russia-Ukraine: Indian recruits share &#x27;frightening&#x27; ordeal",
        "news_group": -1
    },
    {
        "news_id": "dw_a70988147",
        "news_source": "dw",
        "news_source_lang": "en",
        "news_header": "US authorities have confirmed the spread of avian influenza D1.1 genotype from wild birds to cattle, marking a significant outbreak that began in late 2023. The highly pathogenic H5N1 strain has infected over 950 cattle herds across 16 states and has spread to Canada. Despite low public health risks, governments are increasing vaccine stocks and precautionary measures. Concerns remain about the potential for H5N1 to mutate and cause a pandemic, especially with rising infections in pigs and other mammals. Health experts are closely monitoring the situation as new cases emerge in humans and animals.",
        "news_epoch": 1739250840.0,
        "news_categories": [
            "science"
        ],
        "news_url": "https://www.dw.com/en/is-us-bird-flu-outbreak-in-cattle-a-global-risk-to-humans/a-70988147",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Is US bird flu outbreak in cattle a global risk to humans?",
        "news_group": -1
    },
    {
        "news_id": "dw_a71566523",
        "news_source": "dw",
        "news_source_lang": "en",
        "news_header": "Two private jets collided at Scottsdale Airport, Arizona, resulting in one death and several injuries.",
        "news_epoch": 1739229180.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.dw.com/en/us-private-jet-collision-in-scottsdale-arizona-kills-1/a-71566523",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "US: Private jet collision in Scottsdale, Arizona, kills 1",
        "news_group": -1
    },
    {
        "news_id": "bbc_c23v3kxknrno",
        "news_source": "bbc",
        "news_source_lang": "en",
        "news_header": "Samuel Weidenhofer, who faced mental health struggles, turned to social media to spread positivity and kindness, gaining millions of followers. Kindness content creators are on the rise, but their methods face criticism for being performative.",
        "news_epoch": 1739226660.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.bbc.com/news/articles/c23v3kxknrno",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Why do kindness influencers get criticised?",
        "news_group": -1
    },
    {
        "news_id": "dw_a71565597",
        "news_source": "dw",
        "news_source_lang": "en",
        "news_header": "French President Macron announced a new European AI strategy at an AI summit in Paris, emphasizing France&#x27;s commitment to AI development and investment.",
        "news_epoch": 1739209860.0,
        "news_categories": [
            "world"
        ],
        "news_url": "https://www.dw.com/en/macron-says-france-will-apply-notre-dame-strategy-on-ai/a-71565597",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Macron says France will apply &#x27;Notre Dame strategy&#x27; on AI",
        "news_group": -1
    },
    {
        "news_id": "dw_a71564349",
        "news_source": "dw",
        "news_source_lang": "en",
        "news_header": "US President Donald Trump&#x27;s comments about Gaza suggest a focus on its real estate potential rather than its humanitarian situation. He envisions transforming Gaza into a luxurious destination, echoing sentiments from his son-in-law Jared Kushner. Both have business interests in the Middle East, with The Trump Organization pursuing various real estate projects in Saudi Arabia and the UAE.",
        "news_epoch": 1739207640.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.dw.com/en/gaza-the-trump-family-s-middle-east-business-interests/a-71564349",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Gaza: The Trump family&#x27;s Middle East business interests",
        "news_group": -1
    },
    {
        "news_id": "sn_6184486f40e6",
        "news_source": "sn",
        "news_source_lang": "en",
        "news_header": "A newly discovered fungus, Gibellula attenboroughii, transforms cave spiders into zombies, compelling them to expose themselves for spore dispersal.",
        "news_epoch": 1739196000.0,
        "news_categories": [
            "science"
        ],
        "news_url": "https://www.sciencenews.org/article/fungus-attenborough-zombie-cave-spiders",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "A fungus named after Sir David Attenborough zombifies cave spiders",
        "news_group": -1
    },
    {
        "news_id": "sn_827a7bd7a14d",
        "news_source": "sn",
        "news_source_lang": "en",
        "news_header": "Jon Nelson, a father and husband, volunteers for an experimental deep brain stimulation treatment for severe depression after years of suffering.",
        "news_epoch": 1739192400.0,
        "news_categories": [
            "science"
        ],
        "news_url": "https://www.sciencenews.org/article/brain-implants-depression",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "A man volunteered to get brain implants for depression. Hear his story",
        "news_group": -1
    },
    {
        "news_id": "dw_a57062033",
        "news_source": "dw",
        "news_source_lang": "en",
        "news_header": "The article discusses the complexity of gender and sex, challenging the binary view of only male and female, supported by recent scientific findings.",
        "news_epoch": 1739189220.0,
        "news_categories": [
            "science"
        ],
        "news_url": "https://www.dw.com/en/even-the-science-agrees-there-are-more-than-two-genders/a-57062033",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Even &#x27;the science&#x27; agrees there are more than two genders",
        "news_group": -1
    },
    {
        "news_id": "sn_60d76d08021b",
        "news_source": "sn",
        "news_source_lang": "en",
        "news_header": "A fast radio burst has been traced to an ancient, dead galaxy, suggesting multiple origins for such phenomena.",
        "news_epoch": 1739188800.0,
        "news_categories": [
            "science"
        ],
        "news_url": "https://www.sciencenews.org/article/fast-radio-burst-dead-galaxy-astronomer",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "A fast radio burst from a dead galaxy puzzles astronomers",
        "news_group": -1
    },
    {
        "news_id": "yle_7420142718",
        "news_source": "yle",
        "news_source_lang": "fi",
        "news_header": "A study at the University of Turku developed phage biosensors to detect cancer from urine samples.",
        "news_epoch": 1739183820.0,
        "news_categories": [
            "science"
        ],
        "news_url": "https://yle.fi/a/74-20142718",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Uudella menetelmällä syöpä voidaan havaita virtsa­näytteestä – tutkimuksessa tunnistettiin tappava eturauhassyöpä",
        "news_group": -1
    },
    {
        "news_id": "dw_a71543331",
        "news_source": "dw",
        "news_source_lang": "en",
        "news_header": "The AI Action Summit in Paris aims to establish a sustainable AI framework with participation from nearly 100 countries and key leaders, focusing on governance, safety, and innovation.",
        "news_epoch": 1739183040.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.dw.com/en/the-eu-s-ai-future-can-the-bloc-compete-with-china-us/a-71543331",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "The EU&#x27;s AI future: Can the bloc compete with China, US?",
        "news_group": -1
    },
    {
        "news_id": "bbc_cj6531p1gxko",
        "news_source": "bbc",
        "news_source_lang": "en",
        "news_header": "Lidl announces pay rise for 28,000 workers ahead of minimum wage increase in April.",
        "news_epoch": 1739182800.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.bbc.com/news/articles/cj6531p1gxko",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Lidl lifts pay ahead of minimum wage rise",
        "news_group": -1
    },
    {
        "news_id": "bbc_c4g7x3ze4qno",
        "news_source": "bbc",
        "news_source_lang": "en",
        "news_header": "US President Trump has ordered the cessation of penny minting to cut costs.",
        "news_epoch": 1739177220.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.bbc.com/news/articles/c4g7x3ze4qno",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "No more minting &#x27;wasteful&#x27; pennies, Trump tells Treasury",
        "news_group": -1
    },
    {
        "news_id": "bbc_cwyplj7dkw2o",
        "news_source": "bbc",
        "news_source_lang": "en",
        "news_header": "The UK government has reached a new funding deal with Drax power station to reduce subsidies and emissions, while ensuring wood pellets are sustainably sourced.",
        "news_epoch": 1739170140.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.bbc.com/news/articles/cwyplj7dkw2o",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Subsidies halved for controversial Drax power station",
        "news_group": -1
    },
    {
        "news_id": "dw_a71493993",
        "news_source": "dw",
        "news_source_lang": "en",
        "news_header": "After Trump&#x27;s return, several US allies, including Mexico and Canada, have agreed to concessions to avoid tariffs, but the long-term effectiveness of his coercive trade strategy remains uncertain.",
        "news_epoch": 1739165220.0,
        "news_categories": [
            "business"
        ],
        "news_url": "https://www.dw.com/en/will-donald-trump-s-tariff-gamble-pay-off/a-71493993",
        "news_status": "public",
        "news_type": "NewsType.SUMMARY",
        "news_original_title": "Will Donald Trump&#x27;s tariff gamble pay off?",
        "news_group": -1
    }
]