{
    "news_source": "arvopaperi",
    "news_id": "arvopaperi_258a30a710ae4097ae8c182638bb0ed0",
    "news_header": "Yhdysvaltojen markkinat ovat aktiivisia, ja keskeiset tulosraportit, mukaan lukien Amazonin, ovat odotettuja. Suurimmat indeksit näyttivät pientä nousua, kun taas Honeywellin pettymysohje johti osakkeen laskuun. Eli Lillyn tulokset ylittivät ennusteet, ja Hersheyn osakkeet nousivat odotettujen parempien myyntilukujen vuoksi. Qualcomm ja Ford pettyivät sijoittajiin. Työttömyyskorvaushakemukset nousivat odottamattomasti, ja kattava työmarkkinaraportti on tulossa pian.",
    "news_original_title": "Wall Street avautui noususuuntaan vilkkaana tulospäivänä",
    "news_text": "Tulosaika Yhdysvalloissa jatkuu vilkkaana, ja Amazonin tuloksia odotetaan suuresti. Markkinoiden avauduttua suurimmat indeksit näyttivät pientä nousua: Dow Jones nousi 0,1 %, ja sekä S&P 500 että Nasdaq kasvoivat 0,2 %. Honeywell raportoi hyviä tuloksia, mutta sen ohjeistus oli pettymys, ja se ilmoitti aikovansa jakautua kolmeen eri yhtiöön, mikä johti osakkeen laskuun. Eli Lillyn raportti oli kaksijakoinen, mutta kokonaisuutena se ylitti ennusteet. Hersheyn osakkeet nousivat noin 3,5 % odotettujen parempien myyntilukujen vuoksi neljännellä neljänneksellä, ja yrityksen toimitusjohtaja aikoo jäädä eläkkeelle ensi vuonna. Qualcomm ja Ford pettyivät sijoittajiin tuloksillaan, mikä johti osakkeiden laskuun. Lisäksi Yhdysvalloissa uudet työttömyyskorvaushakemukset nousivat odotettua enemmän, ja kattava työmarkkinaraportti julkaistaan pian, jota keskuspankki Fed seuraa tarkasti. Sijoittajat seuraavat myös presidentti Trumpin liikkeitä kauppapolitiikassa.",
    "news_url": "https://www.arvopaperi.fi/uutiset/ap/258a30a7-10ae-4097-ae8c-182638bb0ed0",
    "news_time": 1738846680.0,
    "news_categories": [
        "business"
    ],
    "news_source_lang": "fi",
    "news_group": -1
}