{
    "news_source": "bbc",
    "news_id": "bbc_ckg9gnw44e4o",
    "news_header": "Harrods ratkaisee yli 250 korvausvaatimusta, jotka ovat peräisin naisilta, jotka väittävät entisen omistajan Mohamed Al Fayedin syyllistyneen seksuaaliseen väärinkäytökseen sen jälkeen, kun BBC:n dokumentti paljasti vuosikymmeniä kestäneet väärinkäytösväitteet.",
    "news_text": "Harrods on ilmoittanut, että se on selvittämässä yli 250 korvausvaatimusta, jotka ovat tulleet naisilta, jotka väittävät tavaratalon entisen omistajan Mohamed Al Fayedin syyllistyneen seksuaalisiin väärinkäytöksiin. Tämä tapahtui sen jälkeen, kun BBC:n dokumenttielokuva paljasti vakavia syytöksiä seksuaalisesta hyväksikäytöstä Al Fayedia vastaan, joka omisti Harrodsin vuosina 1985-2010. Harrods on jo ratkaissut joitakin väitteitä, ja sillä on korvausjärjestelmä entisille työntekijöille, jotka väittävät joutuneensa Al Fayedin hyökkäyksen kohteeksi. Harrodsin nykyiset omistajat ovat ilmaisseet kauhunsa syytöksistä ja tutkivat parhaillaan nykyisten työntekijöiden mahdollista osallisuutta. Justice for Harrods Survivors -ryhmä työskentelee 147 naisen kanssa, mutta on epäselvää, kuinka moni heistä on ryhtynyt oikeustoimiin. Viime vuonna menehtynyttä Al Fayedia syytetään useista raiskauksista ja raiskauksen yrityksistä, ja monet uhrit kokivat, etteivät he ole voineet ilmoittaa tapahtumista ennen kuin vasta äskettäin. BBC:n tutkimus paljasti, että Harrods ei ainoastaan jättänyt puuttumatta asiaan, vaan saattoi myös peitellä hyväksikäyttösyytöksiä Al Fayedin omistusaikana.",
    "news_url": "https://www.bbc.com/news/articles/ckg9gnw44e4o",
    "news_time": 1729523160.0,
    "news_categories": [
        "business"
    ],
    "news_source_lang": "fi",
    "news_group": -1
}