{
    "news_source": "yle",
    "news_id": "yle_7420120090",
    "news_header": "BCS-mailla on yhdistettyjä tunteita länsimaisen liiton muodostamisesta, ja jotkut jäsenet eivät tue sitä. Vaihtoehtoisesta maksujärjestelmästä huolimatta Yhdysvaltain dollarin valta on edelleen vahva ja monet maat ovat varovaisia Yhdysvaltain pakotteiden vuoksi.",
    "news_text": "Venäläisen kirjeenvaihtajan Heikki Heistasen mukaan kaikki BCS-maat eivät halua organisaatiota, joka vastustaa Yhdysvaltoja, ja yhteisen valuutan tai kansainvälisen maksujärjestelmän perustaminen on kaukana. Venäjän presidentti Vladimir Putin vahvisti BCS-huippukokouksessa, että Venäjä ei ole taloudellisesti eristetty. Kreml on kuitenkin ohjannut venäläismediaa kuvaamaan Putinia globaalina johtajana länsimaisen paniikin keskellä. Vaikka jotkut BCS-maat ovat tyytymättömiä sotaan, ajatus yhtenäisestä BCS:stä on pysähtynyt. Yhdysvallat tutkii B.CS Clear -järjestelmää, mutta Putin kiistää suunnitelmansa luoda vaihtoehto SWIFTille, erityisesti sen jälkeen, kun Yhdysvallat ja sen liittolaiset ovat katkaisseet venäläiset pankit. Yhdysvaltain dollarin rooli globaalissa kaupassa on edelleen hallitseva, ja toissijaiset pakotteet ovat estäneet ulkomaisia pankkeja osallistumasta Venäjään. Monet matalan tulotason maat ovat USA:n pakotteiden alla, mikä johtaa turhautumiseen länsimaisen dominanssin kanssa. BCS:n, joka sisältää Brasilian, Venäjän, Intian, Kiinan ja Etelä-Afrikan, tavoitteena on haastaa tämä järjestys, ja uusia jäseniä, kuten Arabiemiirikunnat ja Iran. Organisaatio edustaa 45 prosenttia maailman väestöstä ja 28 prosenttia maailman taloudesta, kun Kiina ja Venäjä pyrkivät laajentamaan vaikutusvaltaansa, kun Brasilia ja Intia etsivät vipuvaikutusta nykyisissä instituutioissa.",
    "news_url": "https://yle.fi/a/74-20120090",
    "news_time": 1729823400.0,
    "news_categories": [
        "world"
    ],
    "news_source_lang": "fi",
    "news_group": -1
}