{
    "news_source": "bbc",
    "news_id": "bbc_cvglg9293ddo",
    "news_header": "UNRWA:n johtaja raportoi, että Israel estää humanitaarisen avun toimittamisen Gazan pohjoisosaan, mikä johtaa siirtymään joutuneiden ihmisten kurjiin oloihin ja sairaaloiden ylikuormitukseen Hamasia vastaan käynnissä olevien sotilasoperaatioiden keskellä.",
    "news_text": "YK:n palestiinalaispakolaisjärjestön UNRWA:n johtaja Philippe Lazzarini totesi, että Israel estää humanitaarisia operaatioita toimittamasta välttämättömiä tarvikkeita Gazan pohjoisosaan, jossa sairaalat ovat ilman sähköä ja ylikuormitetut suojapaikat pakottavat siirtymään kotiseudultaan siirtymään joutuneet ihmiset asumaan epähygieenisissä olosuhteissa. Raporttien mukaan pakenemaan pyrkiviä siviilejä tapetaan, kun Israelin armeija tehostaa hyökkäystään Hamasin taistelijoita vastaan. Huolimatta väitteistä evakuointien helpottamisesta ja sairaaloiden toiminnan varmistamisesta, lääkintämiesten ja paikallisten tiedotusvälineiden kertomukset paljastavat, että Israelin tykistöiskut siirtymään joutuneiden henkilöiden leireihin ovat vaatineet uhreja. YK:lla on ollut haasteita avun toimittamisessa, ja viime aikoina tavaroita on saatu toimitettua vain vähän kansainvälisen painostuksen jälkeen. Humanitaarinen tilanne on kriittinen, sairaalat ovat ylikuormitettuja ja perustarpeista, kuten ruoasta ja vedestä, on pulaa. Meneillään oleva konflikti on aiheuttanut huomattavia ihmishenkien menetyksiä, ja Gazassa on raportoitu yli 42 000 kuollutta tilanteen kärjistymisen alkamisen jälkeen.",
    "news_url": "https://www.bbc.com/news/articles/cvglg9293ddo",
    "news_time": 1729532580.0,
    "news_categories": [
        "world"
    ],
    "news_source_lang": "fi",
    "news_group": -1
}