{
    "news_source": "dw",
    "news_id": "dw_a63542779",
    "news_header": "Polio on tarttuva virustauti, joka vaikuttaa pääasiassa lapsiin ja jota on kahta tyyppiä: villiä ja rokoteperäistä. Vaikka useimmat maat ovat hävittäneet luonnonvaraisen polioviruksen, sitä esiintyy edelleen muutamilla alueilla. Rokotteita on olemassa polion ehkäisemiseksi, mutta tauti on edelleen maailmanlaajuinen terveysongelma.",
    "news_text": "Polioviruksen aiheuttama polio on erittäin tarttuva tauti, joka voi johtaa pysyvään vammautumiseen ja kuolemaan erityisesti alle viisivuotiailla lapsilla. Poliota on kahta eri muotoa: luonnonvarainen poliovirus, joka on hävitetty useimmista maista Afganistania ja Pakistania lukuun ottamatta, ja rokotteista peräisin oleva poliovirus, jota on löydetty Jemenistä ja Keski-Afrikasta. Taudissa on kolme virustyyppiä, joista tyyppi 1 on ainoa jäljellä oleva luonnonvarainen muoto. Useimmat poliotartunnat ovat oireettomia, mutta joillakin henkilöillä on vakavia oireita, kuten halvaus. Polio leviää tartunnan saaneiden hengityspisaroiden tai ulosteiden välityksellä, erityisesti alueilla, joilla on huono hygienia. Vaikka rokotustoimissa on edistytty merkittävästi, poliota ei ole saatu hävitettyä maailmanlaajuisesti, ja viimeaikaisia tapauksia on raportoitu eri alueilla. Tautia voidaan ehkäistä rokotteilla, kuten suun kautta otettavalla poliorokotteella (OPV) ja inaktivoidulla poliorokotteella (IPV), vaikka OPV:hen liittyykin rokotteesta peräisin olevan polioviruksen riski. Jatkuvat rokotuskampanjat ovat ratkaisevan tärkeitä, jotta taudin uusiutuminen voidaan estää.",
    "news_url": "https://www.dw.com/en/polio-all-you-need-to-know-about-the-viral-disease/a-63542779",
    "news_time": 1729572720.0,
    "news_categories": [
        "science"
    ],
    "news_source_lang": "fi",
    "news_group": -1
}