{
    "news_source": "dw",
    "news_id": "dw_a70593881",
    "news_header": "Presidentti Biden on määrännyt Yhdysvaltain kansalliset turvallisuusvirastot käyttämään tekoälyä riskienhallinnassa korostaen tarvetta parantaa sirun toimitusketjuja ja kansainvälistä yhteistyötä.",
    "news_text": "Presidentti Joe Biden on antanut Yhdysvaltain kansallisen turvallisuusviraston direktiiviksi keinotekoisen tiedustelun (AI) hyödyntämisestä ja siihen liittyvistä riskeistä. Valkoisen talon muistio kannustaa liittovaltion virastoja parantamaan sirun toimitusketjujen turvallisuutta ja monimuotoisuutta tekoälynäkökohtina. Bidenin allekirjoittama kehys noudattaa AI-sääntelyyn tähtäävää toimeenpanomääräystä edelliseltä vuodelta. Kansallinen turvallisuusneuvonantaja Jake Sullivan kuvaili tekoälyä ensimmäisenä suunnitelmana hyödyntää tekoälyn valtaa kansalliseen turvallisuuteen samalla, kun se hallitsee sen riskejä, painottaen, että Yhdysvallat on kiirehtinyt ylittämään Kiinan kaltaiset kilpailijat. Muistiossa kehotetaan myös seuraamaan tekoälyyn liittyviä riskejä, kuten yksityisyyshyökkäyksiä ja syrjintää, ja painotetaan yhteistyötä liittolaisten kanssa, jotta tekoälyn kehitys noudattaa kansainvälistä oikeutta ja ihmisoikeuksia. ACLU kritisoi suunnitelmaa riittämättömistä suojatoimista. Sullivan kuitenkin vakuutti, että puitteet pyrkivät suojelemaan yksityisyyttä ja ihmisoikeuksia sekä edistämään kansallista turvallisuutta.",
    "news_url": "https://www.dw.com/en/white-house-orders-us-security-agencies-to-step-up-ai-use/a-70593881",
    "news_time": 1729785720.0,
    "news_categories": [
        "world"
    ],
    "news_source_lang": "fi",
    "news_group": -1
}