{
    "news_source": "yle",
    "news_id": "yle_7420119730",
    "news_header": "Suomalainen taloustieteen professori väittää, että vedonlyöntikertoimet ennustavat vaalituloksia luotettavammin kuin mielipidemittaukset, ja korostaa vedonlyöjien käyttäytymistä ja rahan vaikutusta päätöksentekoon.",
    "news_text": "Professori Klaus Kultti Helsingin yliopistosta ehdottaa, että vaalien vedonlyönti kuvastaa ihmisten käyttäytymistä tarkemmin kuin mielipidemittaukset. Polymarketin kaltaisilla alustoilla on lyöty vetoa yli kaksi miljardia dollaria, ja vedonlyöntikertoimet Donald Trumpin puolesta ovat nousseet, mikä osoittaa, että häntä pidetään todennäköisenä voittajana, vaikka mielipidemittaukset suosivat Kamala Harrisia. Kultti korostaa, että vedonlyönti edellyttää taloudellista sitoutumista, mikä tekee siitä aidomman indikaattorin äänestäjien tunnelmista. Historialliset tutkimukset osoittavat, että vedonlyöntikertoimet ovat olleet gallupeja tarkempia, erityisesti 1800-luvun lopulla ja 1900-luvun alussa. Vedonlyöntiä voidaan kuitenkin manipuloida, kuten on nähty Trumpia koskevien merkittävien vedonlyöntien kohdalla, jotka osuivat samaan aikaan nousevien kertoimien kanssa. Vedonlyöntitilastojen luotettavuus riippuu myös osallistujien määrästä, sillä useammat vedonlyöjät vähentävät manipuloinnin todennäköisyyttä. Yhdysvalloissa vaaleihin liittyvää vedonlyöntiä on rajoitettu, mutta viimeaikaiset lakimuutokset saattavat mahdollistaa sen laajentumisen. Vaikka vedonlyöntikertoimet voivat antaa viitteitä todennäköisistä lopputuloksista, ne eivät kuitenkaan ole erehtymättömiä, kuten vuoden 2016 vaalit osoittivat, joissa Trump voitti alhaisemmista kertoimista huolimatta.",
    "news_url": "https://yle.fi/a/74-20119730",
    "news_time": 1729732260.0,
    "news_categories": [
        "world"
    ],
    "news_source_lang": "fi",
    "news_group": -1
}