{
    "news_source": "dw",
    "news_id": "dw_a70527782",
    "news_header": "Moldovassa järjestetään kansanäänestys siitä, pitäisikö sen perustuslakia muuttaa siten, että EU:n jäsenyys olisi strateginen tavoite.",
    "news_text": "Moldovan äänestäjien on määrä osallistua sunnuntaina kansanäänestykseen, jossa päätetään, pitäisikö perustuslakia muuttaa siten, että Euroopan unioniin liittyminen olisi strateginen tavoite. Tämä historiallinen äänestys koskee 228 äänestyspaikkaa 37 maakunnassa, ja se on jatkoa Moldovan kesäkuussa alkaneille virallisille neuvotteluille EU:n jäsenyydestä. Presidentti Maia Sandun länsimielisen hallituksen tavoitteena on lujittaa EU:hun liittymistä koskevia pyrkimyksiä, jotta johtajat eivät tulevaisuudessa perääntyisi. Kansanäänestyksen onnistuminen riippuu siitä, että enemmistö äänestää \"kyllä\" ja että vähintään 33 prosenttia kansalaisista osallistuu äänestykseen. Prosessi on kuitenkin täynnä haasteita, kuten syytöksiä Venäjän sekaantumisesta ja lahjusyrityksistä äänestäjien taivuttamiseksi. Viimeaikaiset mielipidetutkimukset osoittavat, että EU:n jäsenyyttä koskeva yleinen mielipide on jakautunut, ja kansanäänestyksen tuloksen odotetaan jäävän niukaksi. Tilannetta mutkistavat lisäksi Moldovan geopoliittinen asema EU:n ja Venäjän välissä sekä sisäpoliittinen dynamiikka, johon liittyy venäläismielisiä puolueita.",
    "news_url": "https://www.dw.com/en/moldova-s-eu-referendum-beset-by-alleged-russian-meddling/a-70527782",
    "news_time": 1729304880.0,
    "news_categories": [
        "world"
    ],
    "news_source_lang": "fi",
    "news_group": 226
}