{
    "news_source": "dw",
    "news_id": "dw_a70436716",
    "news_header": "Yhdysvaltain presidentinvaalikampanjoiden rahoitus perustuu pitkälti suuriin lahjoituksiin, ja ehdokkaat käyttävät henkilökohtaisia varoja, yksityisiä lahjoittajia, järjestöjä ja rajallista valtion rahoitusta. Kamala Harris on kerännyt yli 1,27 miljardia dollaria, kun taas Donald Trump on kerännyt vajaat 940 miljoonaa dollaria, mikä korostaa taloudellisen tuen merkitystä vaaleissa.",
    "news_text": "Yhdysvaltain presidentiksi pääseminen edellyttää huomattavia taloudellisia resursseja, joita ehdokkaat voivat hankkia henkilökohtaisin varoin, yksityisin lahjoituksin, järjestöiltä tai valtion varoin, vaikka jälkimmäistä usein vältetäänkin menorajoitusten vuoksi. Syyskuun 30. päivään mennessä demokraattien ehdokas Kamala Harris on kerännyt yli 1,27 miljardia dollaria, ja suuret lahjoittajat ovat antaneet huomattavia summia. Republikaanien ehdokas Donald Trump on kerännyt vajaat 940 miljoonaa dollaria, ja hän luottaa vahvasti varakkaisiin tukijoihin. Vaikka Trump oli edellisissä vaaleissa ylipainoinen, hän voitti vuonna 2016 ja hävisi vuonna 2020, mikä osoittaa, että vaikka raha on ratkaisevan tärkeää, se ei takaa voittoa. Nykyisellä vaalikaudella kaikki senaatin ja edustajainhuoneen paikat ovat kiistanalaisia, ja ehdokkaat keräävät yhdessä miljardeja. Kampanjarahoituslait rajoittavat lahjoitukset Yhdysvaltain kansalaisiin ja asettavat rajoituksia lahjoituksille, mutta korkeimman oikeuden vuoden 2010 päätös salli yritysten ja liittojen rajoittamattoman rahoituksen super PAC:ien kautta, mikä herätti huolta mahdollisesta korruptiosta ja varakkaiden lahjoittajien vaikutusvallasta. Kampanjamenot suunnataan ensisijaisesti mainontaan, erityisesti vaihtuvissa osavaltioissa, mikä kuvastaa resurssien strategista kohdentamista läheisissä vaaleissa.",
    "news_url": "https://www.dw.com/en/how-much-does-the-us-election-cost-and-who-pays/a-70436716",
    "news_time": 1729649940.0,
    "news_categories": [
        "world"
    ],
    "news_source_lang": "fi",
    "news_group": -1
}