{
    "news_source": "yle",
    "news_id": "yle_7420145019",
    "news_header": "Työvoimapalvelut siirtyivät kunnille, mikä aiheutti ruuhkaa ja haasteita, mutta myös mahdollisuuksia paikallisiin palveluihin.",
    "news_original_title": "Työllisyyspalvelut siirtyivät kuntien vastuulle – muutos toi työntekijöille myös pettymyksen",
    "news_text": "Vuoden alussa työvoimapalvelut siirrettiin valtiolta kunnille, mikä johti ruuhkiin ja haasteisiin palvelun tarjoamisessa. Paikallisilla viranomaisilla oli ongelmia, kuten tietojärjestelmien ruuhkautuminen ja työolosuhteiden muutokset. Vaikka jotkut työntekijät arvostivat parantuneita työtiloja, monet ilmensivät pettymystä lisääntyneistä työajoista ilman lisäpalkkaa. Taloudellinen tilanne tiukkeni, mikä rajoitti palkkatukea ja rekrytointia. Haasteista huolimatta siirtymistä pidetään myönteisenä, koska se mahdollistaa paikallisten palvelujen tarjoamisen työnhakijoille. Meri-Lapissa työnhakijoiden ensitapaamiset järjestetään nopeasti, mutta budjettirajoitukset ovat vähentäneet saatavilla olevia palveluja. Yhteenvetona ensimmäinen vuosi keskittyy sopeutumiseen uusiin rakenteisiin kunnallisten budjettien puitteissa.",
    "news_url": "https://yle.fi/a/74-20145019",
    "news_time": 1740071700.0,
    "news_categories": [
        "business"
    ],
    "news_source_lang": "fi",
    "news_group": -1,
    "keywords": [
        "labour_market",
        "employment_and_unemployment",
        "lapland",
        "sea__lapland",
        "workers",
        "tornio",
        "employment",
        "municipalities",
        "region_kemi_tornio",
        "working_life",
        "labour_force",
        "chemistry",
        "job_seekers",
        "employment_services",
        "employment_and_economic_development_offices",
        "economy",
        "ec_negotiations",
        "domestic"
    ]
}