{
    "news_source": "yle",
    "news_id": "yle_7420145060",
    "news_header": "Yhdysvallat vastustaa Venäjän nimittämistä aggressoriksi G7:n lausunnossa, mikä vaikuttaa Ukrainan alueelliseen koskemattomuuteen.",
    "news_original_title": "FT: USA vastustaa Venäjän kutsumista hyökkääjävaltioksi",
    "news_text": "Financial Times raportoi, että Yhdysvallat vastustaa Venäjän nimittämistä aggressoriksi tulevassa G7:n lausunnossa. Tämä kanta sisältää kieltäytymisen tukemasta YK:n luonnosta, joka vahvistaa Ukrainan alueellista koskemattomuutta ja tuomitsee Venäjän aggression, kertovat kolme diplomaattista lähdettä Reutersille. Aikaisemmin Yhdysvallat on tukenut vastaavia päätöslauselmia rauhan puolesta Ukrainassa. Nykyinen päätöslauselma on saanut tukea yli 50 nimetöntä maata, mutta ei ole selvää, milloin Yhdysvallat ilmoittaa tukensa. Vaikka Yhdysvallat ei ole vielä allekirjoittanut päätöslauselmaa, sen kanta voi vielä muuttua. Viime aikaiset vuorovaikutukset viittaavat siihen, että presidentti Trump on lähentynyt Venäjän presidentti Putinin näkemyksiä. G7 on nimittänyt Venäjän aggressoriksi vuodesta 2022, ja Ukrainan presidentti Zelenskin osallistuminen G7-kokoukseen on edelleen vahvistamatta. Lisäksi Zelenskin ja Yhdysvaltojen erityislähettilään Keith Kelloggin lehdistötilaisuus on peruttu, eikä lausuntoja anneta amerikkalaisten pyynnöstä. Kellogg on tavannut keskeisiä ukrainalaisia sotilas- ja hallintoviranomaisia vierailunsa aikana.",
    "news_url": "https://yle.fi/a/74-20145060",
    "news_time": 1740066840.0,
    "news_categories": [
        "world"
    ],
    "news_source_lang": "fi",
    "news_group": -1,
    "keywords": [
        "russian_invasion",
        "ukraine",
        "donald_trump",
        "international_organisations_and_agreements",
        "foreign"
    ]
}