{
    "news_source": "yle",
    "news_id": "yle_7420144502",
    "news_header": "Suomella on merkittävä hiilinieluvelka, mikä vaatii kiireellisiä poliittisia muutoksia EU:n ilmastotavoitteiden saavuttamiseksi.",
    "news_original_title": "Suomella on aivan jäätävä hiilinieluvelka metsissä – näin sitä voitaisiin helpottaa rajoittamatta hakkuita",
    "news_text": "Suomen hallitus ei ole paljastanut suunnitelmiaan käsitellä merkittävää hiilinieluvelkaa, joka on kasvanut huolestuttaviin mittoihin. Asiantuntijat, kuten ympäristöneuvoja Tuomo Kalliokoski, korostavat taloudellisten kontrollien, kuten verojen ja sakkojen, tarvetta metsien hiilinielujen vahvistamiseksi ilman, että hakkuja rajoitetaan suoraan. Metsälakia tulisi muuttaa palauttamalla minimikäytännöt kaadettaville puille. Suomen hiilinieluvelvoitteet johtuvat EU:n säädöksistä, jotka edellyttävät 19 miljoonan tonnin CO2-sidontaa vuosina 2021–2025. Kuitenkin suomalaiset metsät päästävät tällä hetkellä CO2:ta sen sijaan, että ne sitoisivat sitä, ja kumulatiivinen velka on 100 miljoonaa tonnia. Hallitus ei ole vielä ehdottanut tehokkaita toimenpiteitä, ja vaikka joitakin aloitteita valmistellaan, ne eivät välttämättä riitä kiireellisen tilanteen korjaamiseksi. Asiantuntijat varoittavat, että ilman merkittäviä muutoksia Suomen hiilinieluvelka jatkaa kasvuaan, mikä vaikeuttaa tulevia ilmastotavoitteita.",
    "news_url": "https://yle.fi/a/74-20144502",
    "news_time": 1740056460.0,
    "news_categories": [
        "science"
    ],
    "news_source_lang": "fi",
    "news_group": -1,
    "keywords": [
        "climate",
        "forests",
        "european_union",
        "climate_policy",
        "forestry",
        "carbonneutral",
        "carbon_sinks",
        "policy",
        "science",
        "domestic"
    ]
}