{
    "news_source": "dw",
    "news_id": "dw_a70934600",
    "news_header": "Trump uhkaa BRICS-maita 100 %:n tulleilla, jos ne pyrkivät kilpailevaan valuuttaan Yhdysvaltain dollariin.",
    "news_original_title": "BRICS currency: Is Trump&#x27;s tariff threat justified?",
    "news_text": "Presidentti Trump on toistanut uhkansa asettaa 100 %:n tullit BRICS-maiden tuonnille, jos ne jatkavat pyrkimyksiään luoda reservivaluutta Yhdysvaltain dollarille kilpailijaksi. Tämä varoitus julkaistiin hänen Truth Social -alustallaan ja se seurasi samanlaisia lausuntoja, jotka hän teki voitettuaan vaalit marraskuussa 2024. Trump korosti, että BRICS:in ei ole &#x27;mahdollisuutta&#x27; korvata dollaria kansainvälisessä kaupassa, varoittaen, että maat, jotka yrittävät tehdä niin, kohtaavat tullit. BRICS-maat, joihin kuuluvat Brasilia, Venäjä, Intia, Kiina, Etelä-Afrikka ja äskettäin laajentuneet Iran, Egypti, Etiopia ja Yhdistyneet arabiemiirikunnat, pyrkivät vähentämään riippuvuuttaan dollarista, joka hallitsee globaalia kauppaa. Taloustieteilijät huomauttavat, että dollarin hallitsevuus antaa Yhdysvalloille merkittäviä taloudellisia etuja ja geopoliittista vaikutusvaltaa. Keskustelut uuden yhteisvaluutan luomisesta ovat saaneet vauhtia erityisesti Venäjälle asetettujen pakotteiden jälkeen, mutta BRICS-maiden erilaisten poliittisten ja taloudellisten järjestelmien monimutkaisuus aiheuttaa haasteita. Vaikka jotkut johtajat kannattavat uuden valuutan luomista, toiset, kuten Intia, ovat varovaisempia. Yhteisvaluutan luominen kestäisi todennäköisesti vuosia ja voisi muistuttaa IMF:n erityisiä nostosoikeuksia, mutta edistystä on tapahtunut hitaasti.",
    "news_url": "https://www.dw.com/en/brics-currency-is-trump-s-tariff-threat-justified/a-70934600",
    "news_time": 1738332060.0,
    "news_categories": [
        "business"
    ],
    "news_source_lang": "fi",
    "news_group": -1
}