{
    "news_source": "dw",
    "news_id": "dw_a70531996",
    "news_header": "Afrikan velkakriisiä pahentavat tuontikustannusten nousu, ilmastonmuutos ja hallintokysymykset, ja Sambiassa ja Ghanassa on merkittäviä taloudellisia haasteita.",
    "news_text": "Afrikan velkakriisi on pahentunut energian ja elintarvikkeiden tuontikustannusten nousun, raaka-aineiden maailmanmarkkinahintojen laskun, sotien, ilmastonmuutoksen ja huonon hallinnon vuoksi. Sambia ilmoitti maksukyvyttömyydestään COVID-19-kriisin aikana, ja sen valtionvelka on 129 prosenttia suhteessa BKT:hen vuonna 2020, mikä johtuu suurelta osin suurista ulkomaisista lainoista ja pandemian vaikutuksista. Samoin Ghana keskeytti velanmaksun joulukuussa 2022 ja neuvotteli historiallisen 13 miljardin dollarin velkahelpotussopimuksen lokakuussa 2024. Myös muut Afrikan valtiot, kuten Tšad ja Etiopia, hakevat apua kansainvälisiltä rahoituslaitoksilta. Kansainvälisen valuuttarahaston ja Maailmanpankin tuki liittyy usein rakennesopeutusohjelmiin, jotka voivat johtaa yhteiskunnallisiin levottomuuksiin. Eckhardt Boden tutkimuksessa korostetaan monenvälisten ratkaisujen tarvetta ja tuodaan esiin länsimaisten ja kiinalaisten velkojien ristiriitaiset intressit, jotka vaikeuttavat velkahelpotuksia. Lisäksi tiedotusvälineiden kielteinen kuva Afrikasta nostaa osaltaan lainakustannuksia, mikä maksaa maanosalle miljardeja vuosittain. Kansainvälisen velkahelpotuspolitiikan muuttaminen on kiireellistä, mutta selkeä suunnitelma puuttuu. Maailmanpankki on luokitellut 26 maata, joista suurin osa sijaitsee Saharan eteläpuolisessa Afrikassa, erittäin velkaantuneiksi, ja IMF:n johtaja Kristalina Georgieva on vaatinut Afrikan suurempaa edustusta kansainvälisissä rahoituslaitoksissa.",
    "news_url": "https://www.dw.com/en/africa-s-debt-crisis-the-need-for-multilateral-solutions/a-70531996",
    "news_time": 1729254780.0,
    "news_categories": [
        "world"
    ],
    "news_source_lang": "fi",
    "news_group": -1
}