{
    "news_source": "yle",
    "news_id": "yle_7420145060",
    "news_header": "USA motsätter sig att kalla Ryssland aggressor i G7-uttalandet, vilket påverkar stödet för Ukrainas territoriella integritet.",
    "news_original_title": "FT: USA vastustaa Venäjän kutsumista hyökkääjävaltioksi",
    "news_text": "Financial Times rapporterar att USA är emot att kalla Ryssland en aggressor i det kommande G7-uttalandet. Denna hållning inkluderar en vägran att stödja ett FN-förslag som bekräftar Ukrainas territoriella integritet och fördömer rysk aggression, enligt tre diplomatiska källor som citeras av Reuters. Historiskt har USA stött liknande resolutioner som förespråkar fred i Ukraina. Den nuvarande resolutionen har enligt uppgift stöd från över 50 namngivna länder, men det är oklart när USA kommer att meddela sitt stöd. Även om USA ännu inte har undertecknat resolutionen, finns det potential för en förändring av ståndpunkten. Nyliga interaktioner tyder på att president Trump närmar sig ryska presidenten Putins åsikter. G7 har sedan 2022 kallat Ryssland en aggressor, och deltagande från den ukrainska presidenten Zelensky i G7-mötet är fortfarande oklart. Dessutom har en planerad presskonferens mellan Zelensky och den amerikanska sändebudet Keith Kellogg ställts in, och inga uttalanden görs på begäran av amerikanerna. Kellogg har träffat viktiga ukrainska militära och regeringsledare under sitt besök.",
    "news_url": "https://yle.fi/a/74-20145060",
    "news_time": 1740066840.0,
    "news_categories": [
        "world"
    ],
    "news_source_lang": "sv",
    "news_group": -1,
    "keywords": [
        "russian_invasion",
        "ukraine",
        "donald_trump",
        "international_organisations_and_agreements",
        "foreign"
    ]
}