{
    "news_source": "yle",
    "news_id": "yle_7420120090",
    "news_header": "BCS-länderna har blandade känslor för att bilda en anti-västerländsk allians, med vissa medlemmar som inte stöder den. Trots diskussioner om ett alternativt betalningssystem är dominansen av dollarn fortfarande stark, och många länder är försiktiga på grund av amerikanska sanktioner.",
    "news_text": "Enligt den ryska korrespondenten Heikki Heistanen vill inte alla B.CS-länder att en organisation motsätter sig USA, och upprättandet av en gemensam valuta eller internationellt betalningssystem verkar långt borta. Rysslands president Vladimir Putin fick bekräftelse vid det senaste BCS-toppmötet att Ryssland inte är ekonomiskt isolerat, med 36 länder som deltar. Men rapporter tyder på att Kreml ledde ryska medier att porträttera Putin som en global ledare mitt i västerländsk panik. Medan vissa BCS nationer är missnöje med kriget, har idén om en enhetlig BCS stannat. Länder utforskar BCS Clear-systemet, men Putin förnekade planer på att skapa ett alternativ till SWIFT, särskilt efter att USA och dess allierade skär av viktiga ryska banker från det. Den amerikanska dollarns roll i den globala handeln är fortfarande dominerande, och sekundära sanktioner har avskräckt utländska banker från att engagera sig i Ryssland. Många låginkomstländer är under amerikanska sanktioner, vilket leder till frustration med västerländsk dominans i globala institutioner. BCS, som inkluderar Brasilien, Ryssland, Indien, Kina och Sydafrika, syftar till att utmana denna ordning, med nya medlemmar som Förenade Arabemiraten och Iran går med. Organisationen representerar 45% av världens befolkning och 28% av den globala ekonomin, med Kina och Ryssland som vill utöka sitt inflytande medan Brasilien och Indien letar efter hävstång i befintliga institutioner.",
    "news_url": "https://yle.fi/a/74-20120090",
    "news_time": 1729823400.0,
    "news_categories": [
        "world"
    ],
    "news_source_lang": "sv",
    "news_group": -1
}