{
    "news_source": "dw",
    "news_id": "dw_a70531996",
    "news_header": "Skuldkrisen i Afrika förvärras av stigande kostnader, klimatförändringar och styrningsfrågor, där länder som Zambia och Ghana står inför allvarliga finansiella utmaningar och söker skuldlättnader.",
    "news_text": "Skuldsituationen i Afrika har förvärrats på grund av stigande importkostnader för energi och livsmedel, fallande råvarupriser, krig, klimatförändringar och dålig samhällsstyrning. Zambia gick i konkurs under covid-19-krisen och stod inför en statsskuld på 129% av BNP 2020, främst på grund av höga kostnader och utländska lån, särskilt från Kina. Ghana ställde in sina skuldbetalningar i december 2022 och förhandlade fram ett historiskt avtal om skuldlättnader på 13 miljarder USD i oktober 2024. Andra länder som Tchad, Etiopien och Kenya söker också stöd från internationella finansinstitut. IMF:s stöd kommer ofta med strukturanpassningsprogram som kan leda till sociala oroligheter. Behovet av multilaterala lösningar är akut, särskilt med tanke på västländernas och Kinas motstridiga intressen när det gäller utlåningspraxis. Negativa medieporträtt av afrikanska länder bidrar till högre lånekostnader, och en studie visar att denna fördom kostar afrikanska låntagare miljarder årligen. Experterna efterlyser en förändring av den internationella skuldlättnadspolitiken och större representation för Afrika i finansinstituten, samtidigt som de varnar för ytterligare upplåning för att undvika överskuldsättning.",
    "news_url": "https://www.dw.com/en/africa-s-debt-crisis-the-need-for-multilateral-solutions/a-70531996",
    "news_time": 1729254780.0,
    "news_categories": [
        "business"
    ],
    "news_source_lang": "sv",
    "news_group": -1
}