{
    "news_source": "yle",
    "news_id": "yle_7420145019",
    "news_header": "Arbetsmarknadsservice har överförts till kommuner, vilket orsakat trängsel och utmaningar, men också möjligheter för lokala tjänster.",
    "news_original_title": "Työllisyyspalvelut siirtyivät kuntien vastuulle – muutos toi työntekijöille myös pettymyksen",
    "news_text": "I början av året överfördes arbetsmarknadsservice från staten till kommunerna, vilket ledde till trängsel och utmaningar i tjänsteleveransen. Lokala myndigheter stötte på problem som överbelastning av informationssystem och förändringar i arbetsvillkor. Medan vissa anställda uppskattade förbättrade arbetsutrymmen uttryckte många besvikelse över ökade arbetstimmar utan extra lön. Den ekonomiska situationen blev stramare, vilket begränsade lönebidrag och rekryteringsinsatser. Trots dessa utmaningar ses övergången positivt eftersom den möjliggör mer lokala tjänster för arbetssökande. I Meri Lapland genomförs initiala intervjuer med arbetssökande snabbt, men budgetbegränsningar har minskat tillgängliga tjänster. Sammanfattningsvis fokuserar det första året på att anpassa sig till nya strukturer inom kommunala budgetar.",
    "news_url": "https://yle.fi/a/74-20145019",
    "news_time": 1740071700.0,
    "news_categories": [
        "business"
    ],
    "news_source_lang": "sv",
    "news_group": -1,
    "keywords": [
        "labour_market",
        "employment_and_unemployment",
        "lapland",
        "sea__lapland",
        "workers",
        "tornio",
        "employment",
        "municipalities",
        "region_kemi_tornio",
        "working_life",
        "labour_force",
        "chemistry",
        "job_seekers",
        "employment_services",
        "employment_and_economic_development_offices",
        "economy",
        "ec_negotiations",
        "domestic"
    ]
}