{
    "news_source": "dw",
    "news_id": "dw_a70614570",
    "news_header": "Knesset kommer att rösta på räkningar som effektivt skulle förbjuda UNRWA från att verka i Israel, efter anklagelser om sin personals engagemang i de senaste terrorattackerna, vilket allvarligt skulle kunna påverka humanitärt bistånd i Gaza och Västbanken.",
    "news_text": "FN:s hjälp- och arbetsbyrå för Palestinaflyktingar (UNRWA) står inför existentiella hot på grund av kronisk underfinansiering och anklagelser från israeliska tjänstemän om dess roll i den palestinska förskjutningen. Den här veckan planerar Knesset lagstiftare att rösta på två räkningar som skulle förbjuda UNRWA: s verksamhet i israeliskt territorium, inklusive östra Jerusalem, efter anklagelser om att vissa byråpersonal var inblandade i den 7 oktober 2023, terrorattacker. Den föreslagna lagstiftningen, som stöds av högerpartier, skulle återkalla 1967 års överenskommelse om att låta UNRWA fungera i Israel, effektivt stänga sitt högkvarter i östra Jerusalem och stoppa samordningen med israeliska myndigheter, vilket är avgörande för stödleverans. UNRWA, som grundades 1949, tillhandahåller grundläggande tjänster till miljontals palestinska flyktingar och har mött kritik från israeliska tjänstemän för att påstås uppvigla hat och fortsätta konflikten. De föreslagna räkningarna har dragit skarp kritik från UNRWA-givarländer och människorättsorganisationer, med oro för att de skulle bryta mot internationell rätt och förvärra den humanitära situationen i regionen.",
    "news_url": "https://www.dw.com/en/israeli-knesset-could-cut-off-unrwa-s-aid-to-palestinians/a-70614570",
    "news_time": 1730118480.0,
    "news_categories": [
        "world"
    ],
    "news_source_lang": "sv",
    "news_group": -1
}