{
    "news_source": "nasdaq",
    "news_id": "nasdaq_734750772083",
    "news_header": "Flera företag förväntas rapportera resultat den 28 januari 2025, med varierande prognoser och prestationstrender.",
    "news_original_title": "After-Hours Earnings Report for January 28, 2025 :  SYK, SBUX, CB, PKG, MANH, FFIV, LOGI, RNR, BXP, HLI, QRVO, UMBF",
    "news_text": "Den 28 januari 2025 kommer flera företag att tillkännage sina resultat. Stryker Corporation (SYK) förväntar sig 3,87 USD per aktie, en ökning med 11,85 % från förra året. Starbucks Corporation (SBUX) förväntar sig 0,66 USD per aktie, en minskning med 26,67 %. Chubb Limited (CB) prognostiserar 5,46 USD per aktie, en minskning med 34,22 %. Packaging Corporation of America (PKG) förväntar sig 2,51 USD per aktie, en ökning med 17,84 %. Manhattan Associates, Inc. (MANH) förväntar sig 0,75 USD per aktie, en minskning med 3,85 %. F5, Inc. (FFIV) förväntar sig 2,59 USD per aktie, en minskning med 2,63 %. Logitech International S.A. (LOGI) förväntar sig 1,23 USD per aktie, en minskning med 13,99 %. RenaissanceRe Holdings Ltd. (RNR) prognostiserar 7,61 USD per aktie, en minskning med 35,34 %. BXP, Inc. (BXP) förväntar sig 1,79 USD per aktie, en minskning med 1,65 %. Houlihan Lokey, Inc. (HLI) förväntar sig 1,51 USD per aktie, en ökning med 23,77 %. Qorvo, Inc. (QRVO) förväntar sig 0,87 USD per aktie, en minskning med 53,97 %. UMB Financial Corporation (UMBF) prognostiserar 2,30 USD per aktie, en ökning med 0,44 %. Zacks Investment Research ger insikter om pris-till-vinst-kvoter som indikerar tillväxtpotential.",
    "news_url": "https://www.nasdaq.com/articles/after-hours-earnings-report-january-28-2025-syk-sbux-cb-pkg-manh-ffiv-logi-rnr-bxp-hli",
    "news_time": 1738083600.0,
    "news_categories": [
        "business",
        "earnings"
    ],
    "news_source_lang": "sv",
    "news_group": -1
}