{
    "news_source": "yle",
    "news_id": "yle_7420119426",
    "news_header": "Internationella energibyråns rapport lyfter fram en betydande förändring i förhållandet mellan ekonomisk tillväxt och energiförbrukning och förutspår att den framtida ekonomiska tillväxten kommer att kräva mycket mindre energiförbrukning och utsläpp på grund av ökningen av förnybara energikällor.",
    "news_text": "Internationella Energimyndigheten (IEA) har släppt en rapport som indikerar en transformativ förändring av dynamiken i ekonomisk tillväxt och energiförbrukning. Historiskt sett har den ekonomiska tillväxten varit nära knuten till ökad energiförbrukning och utsläpp. IEA förutspår dock att den ekonomiska tillväxten år 2035 endast kommer att kräva en ökning med 0,5% energiförbrukning per år, en signifikant minskning från föregående årtionde 1,4%. Detta skift beror på ökningen av förnybara energikällor, vilket inte genererar någon avfallsvärme och kräver mindre energi för elproduktion jämfört med fossila bränslen. Rapporten betonar att den globala ekonomin år 2030 kan fortsätta växa utan att öka beroendet av olja, gas eller kol. Trots den snabba tillväxten av förnybar energi, särskilt solenergi, kvarstår utmaningar som behovet av förbättrad elöverföringsinfrastruktur och konkurrenskraft, särskilt i Europa jämfört med Kina, vilket leder till solpanelproduktion. IEA varnar för att den förnybara energiproduktionen förväntas öka avsevärt, men det kan fortfarande inte falla av de ambitiösa målen vid klimatförändringskonferensen.",
    "news_url": "https://yle.fi/a/74-20119426",
    "news_time": 1729844940.0,
    "news_categories": [
        "business"
    ],
    "news_source_lang": "sv",
    "news_group": -1
}