{
    "news_source": "dw",
    "news_id": "dw_a71308359",
    "news_header": "TikTok är tillfälligt tillbaka i USA efter en kortvarig nedstängning på grund av ett potentiellt förbud, men det står fortfarande inför press att säkra en köpare för att undvika ett permanent förbud.",
    "news_original_title": "TikTok restores US services as ban looms",
    "news_text": "TikTok har återvänt till USA för tillfället efter att ha försvunnit från appbutiker på grund av ett potentiellt förbud kopplat till att moderbolaget ByteDance måste sälja sina amerikanska verksamheter. Efter att presidentvalet Donald Trump lovade att skjuta upp förbudet återställdes TikToks tjänster, men appen är fortfarande inte tillgänglig för nedladdning. Plattformen måste säkra en köpare för att undvika ett förbud, samtidigt som oro för användarsäkerhet och integritet kvarstår. Förespråkare varnar för att ett förbud kan tvinga användare till osäkra alternativ. Den politiska situationen är flytande, med bipartiskt stöd för ett förbud i april 2024, men TikTok har överklagat beslutet. Samtidigt har intresse för att förvärva TikTok uppstått från amerikanska företag, inklusive en potentiell försäljning till Elon Musks X. Ett amerikanskt förbud kan skapa ett globalt prejudikat, vilket leder till att fler länder inför restriktioner på sociala medieplattformar. Förespråkare föreslår omfattande integritetslagstiftning istället för att rikta in sig på en enda plattform.",
    "news_url": "https://www.dw.com/en/tiktok-restores-us-services-as-ban-looms/a-71308359",
    "news_time": 1737365100.0,
    "news_categories": [
        "business"
    ],
    "news_source_lang": "sv",
    "news_group": 76
}