{
    "news_source": "yle",
    "news_id": "yle_7420142781",
    "news_header": "Supercell nådde rekordintäkter på 2,8 miljarder euro från sex spel, med en ökning av nettoförsäljningen med 77%. Företaget tillskriver sin framgång högkvalitativa spel och effektiv marknadsföring, trots en nedåtgående mobilspelsmarknad.",
    "news_original_title": "Supercell rikkoi ennätyksensä – Toimitusjohtajan mukaan yhtiö kaatoi puolella miljardilla ”bensaa liekkeihin”",
    "news_text": "Supercell, ett spelbolag känt för sina populära titlar, rapporterade rekordintäkter på 2,8 miljarder euro från sex spel, med en rörelsemarginal på cirka 880 miljoner euro. Företagets nettoförsäljning ökade med 77% och vinsterna med 78%. Verkställande direktör Ilkka Paananen noterade att trots stagnationen på mobilspelsmarknaden växte alla sex av deras spel, vilket markerar en betydande prestation. Framgången tillskrivs bättre spelkvalitet och strategisk marknadsföring, inklusive partnerskap med varumärken som Disney-Pixar. Supercells ledande spel, Brawl Stars, var det snabbast växande spelet globalt förra året. Företaget spenderade 500 miljoner euro på marknadsföring, vilket anses unikt i Finland. Trots ökade intäkter minskade Supercells företagsbeskattning i Finland på grund av förändringar i rapporteringspolicy. Företaget släppte också ett nytt spel som såg betydande nedladdningar men inte uppfyllde förväntningarna. Sammanfattningsvis står mobilspelsmarknaden inför utmaningar, med en nedgång på 6% i nedladdningar förra året, men utgifterna för applikationer ökade med 4%.",
    "news_url": "https://yle.fi/a/74-20142781",
    "news_time": 1739261100.0,
    "news_categories": [
        "business"
    ],
    "news_source_lang": "sv",
    "news_group": -1
}