{
    "news_source": "bbc",
    "news_id": "bbc_c4g9wve5k19o",
    "news_header": "Den georgiska drömmens valkampanj betonar fred över krig mitt i stigande spänningar med Ryssland och en kontroversiell lag om utländsk påverkan, medan oppositionen försöker säkra Georgiens europeiska framtid.",
    "news_text": "Det styrande partiet i Georgien, Georgian Dream, fokuserar sin parlamentariska valkampanj på budskapet \"Välj fred inte krig\" och utnyttjar sammanhanget i Rysslands krig i Ukraina. Billboards kontrasterande bilder av krigshärjat Ukraina med fredliga Georgien tyder på att oppositionen kan leda landet i konflikt. Oppositionen, som representeras av pro-västerländska koalitioner, hävdar att det verkliga hotet är urholkning av demokratin och förlusten av en chans att ansluta sig till EU, särskilt efter EU frös Georgiens anslutningsprocess på grund av anti-västerländska åtgärder av Georgian Dream. Spänningarna ökar genom en kontroversiell \"utländsk inflytande\" lag som utlöste protester, sett som ett hot mot demokratin. Bidzina Ivanishvili, partiets grundare, har hotat att förbjuda oppositionen om de vinner. Oppositionen syftar till att locka yngre väljare och rama valet som en folkomröstning om Georgiens europeiska framtid. Kritiker av georgisk dröm pekar på ekonomiska utmaningar, inklusive höga utvandringsnivåer, medan regeringen hävdar att fred och ekonomisk tillväxt. Internationella bekymmer om demokratisk bakgrund har lett till åtgärder som Storbritanniens frysning av säkerhetsdialoger med Georgien. Samtidigt är många georgier mer bekymrade över lokala frågor än geopolitik, med vissa uttrycker desillusionering med valprocessen.",
    "news_url": "https://www.bbc.com/news/articles/c4g9wve5k19o",
    "news_time": 1729044120.0,
    "news_categories": [
        "world"
    ],
    "news_source_lang": "sv"
}