{
    "news_source": "dw",
    "news_id": "dw_a70934600",
    "news_header": "Trump hotar BRICS-länder med 100 % tullavgifter om de strävar efter en konkurrerande valuta till den amerikanska dollarn.",
    "news_original_title": "BRICS currency: Is Trump&#x27;s tariff threat justified?",
    "news_text": "President Trump har upprepat sitt hot om att införa 100 % tullavgifter på import från BRICS-länder om de fortsätter sina ansträngningar att etablera en reservvaluta som kan konkurrera med den amerikanska dollarn. Denna varning publicerades på hans plattform Truth Social och följde liknande uttalanden han gjorde efter sin seger i valet i november 2024. Trump betonade att det inte finns någon &#x27;möjlighet&#x27; för BRICS att ersätta dollarn i internationell handel och varnade att länder som försöker göra det kommer att möta tullar. BRICS-länderna, som inkluderar Brasilien, Ryssland, Indien, Kina, Sydafrika och nyligen utvidgats till att inkludera Iran, Egypten, Etiopien och Förenade Arabemiraten, strävar efter att minska sitt beroende av dollarn, som dominerar den globala handeln. Ekonomer noterar att dollarns dominans ger USA betydande ekonomiska fördelar och geopolitiskt inflytande. Diskussioner om att skapa en ny gemensam valuta har fått fart, särskilt efter sanktionerna mot Ryssland, men de olika politiska och ekonomiska systemen bland BRICS-medlemmarna utgör utmaningar. Medan vissa ledare förespråkar en ny valuta är andra, som Indien, mer försiktiga. Skapandet av en gemensam valuta skulle sannolikt ta år och kan likna IMF:s särskilda dragningsrätter, men framstegen har varit långsamma.",
    "news_url": "https://www.dw.com/en/brics-currency-is-trump-s-tariff-threat-justified/a-70934600",
    "news_time": 1738332060.0,
    "news_categories": [
        "business"
    ],
    "news_source_lang": "sv",
    "news_group": -1
}