{
    "news_source": "bbc",
    "news_id": "bbc_c04zlv32rdqo",
    "news_header": "Mali utreder anklagelser om att soldater utfört exekveringar av civila i en konflikt med tuaregrebeller.",
    "news_original_title": "Mali to investigate claims soldiers &#x27;executed&#x27; women and children",
    "news_text": "Malis militärregering utreder påståenden om att soldater har exekverat minst 24 civila i norr. Anklagelserna kommer från Azawad Liberation Front, en tuaregrebellgrupp, som anklagar maliska styrkor och Wagner-mercenärer för att ha stoppat två passagerarfordon på väg till Algeriet och dödat de som fanns ombord, inklusive kvinnor och barn. Arméchefen general Oumar Diarra avfärdade anklagelserna som ogrundade och föreslog att de sprids av terroristnätverk. Den maliska regeringen har i många år kämpat mot både tuaregrebeller som söker en självständig stat i norr och jihadistgrupper kopplade till Al-Qaida och IS. Efter militärkuppar 2020 och 2021 anlitade juntan ryska legosoldater för att förbättra säkerheten. Både regeringsstyrkor och ryssarna har ofta anklagats av människorättsorganisationer för grova brott mot mänskliga rättigheter, vilket de förnekar. Nyligen lämnade Mali, tillsammans med Burkina Faso och Niger, Ecowas-blocket efter att ha vägrat återställa civilt styre, vilket var ett stort bakslag för organisationen. Dessutom bröt Mali banden med Frankrike, vars trupper lämnade landet 2022 efter mer än ett decennium av strider mot islamistiska upprorsmakare. Året efter lämnade alla 12 000 FN-fredsbevarande styrkor Mali på juntans order.",
    "news_url": "https://www.bbc.com/news/articles/c04zlv32rdqo",
    "news_time": 1740251400.0,
    "news_categories": [
        "world"
    ],
    "news_source_lang": "sv",
    "news_group": -1,
    "keywords": []
}