{
    "news_source": "dw",
    "news_id": "dw_a70531996",
    "news_header": "Skuldkrisen i Afrika förvärras av stigande importkostnader, klimatförändringar och styrningsfrågor, där Zambia och Ghana står inför betydande finansiella utmaningar.",
    "news_text": "Skuldkrisen i Afrika har förvärrats på grund av stigande importkostnader för energi och livsmedel, fallande globala råvarupriser, krig, klimatförändringar och dålig samhällsstyrning. Zambia förklarade sig insolvent under covid-19-krisen, med en statsskuld som uppgick till 129% av BNP 2020, till stor del på grund av höga utlandslån och pandemins effekter. På samma sätt ställde Ghana in sina skuldbetalningar i december 2022 och förhandlade fram ett historiskt skuldlättnadsavtal på 13 miljarder USD i oktober 2024. Andra afrikanska länder som Tchad och Etiopien söker också hjälp från internationella finansinstitut. IMF:s och Världsbankens stöd kommer ofta med strukturanpassningsprogram som kan leda till social oro. Eckhardt Bodes studie betonar behovet av multilaterala lösningar och lyfter fram de motstridiga intressena hos västerländska och kinesiska fordringsägare, vilket komplicerar skuldlättnadsinsatserna. Dessutom bidrar negativa medieporträtt av Afrika till högre lånekostnader, vilket kostar kontinenten miljarder årligen. Kraven på en förändring av den internationella skuldlättnadspolitiken är brådskande, men det saknas en tydlig plan. Världsbanken har identifierat 26 länder, de flesta i Afrika söder om Sahara, som djupt skuldsatta, och IMF-chefen Kristalina Georgieva förespråkar att Afrika ska få större representation i de internationella finansinstituten.",
    "news_url": "https://www.dw.com/en/africa-s-debt-crisis-the-need-for-multilateral-solutions/a-70531996",
    "news_time": 1729254780.0,
    "news_categories": [
        "world"
    ],
    "news_source_lang": "sv",
    "news_group": -1
}