{
    "news_source": "yle",
    "news_id": "yle_7420144502",
    "news_header": "Finland står inför betydande koldioxidavskiljningsskuld, vilket kräver brådskande politiska förändringar för att nå EU:s klimatmål.",
    "news_original_title": "Suomella on aivan jäätävä hiilinieluvelka metsissä – näin sitä voitaisiin helpottaa rajoittamatta hakkuita",
    "news_text": "Den finska regeringen har inte avslöjat sina planer för att hantera den betydande koldioxidavskiljningsskuld som har uppstått på grund av faryngit, vilket har nått alarmerande nivåer. Experter, inklusive miljörådgivaren Tuomo Kalliokoski, betonar behovet av ekonomiska kontroller, såsom skatter och böter, för att stärka skogarnas koldioxidavskiljare utan att direkt begränsa avverkning. Skogslagen bör revideras för att återinföra minimikrav för träd som kan fällas. Finlands koldioxidavskiljningsåtaganden härstammar från EU-regler, vilket kräver att 19 miljoner ton CO2 binds årligen från 2021 till 2025. Men finska skogar avger för närvarande CO2 istället för att absorbera det, med en kumulativ skuld på 100 miljoner ton. Regeringen har ännu inte föreslagit effektiva åtgärder, och även om vissa initiativ förbereds, kan de vara otillräckliga för att hantera den akuta situationen. Experter varnar för att utan betydande förändringar kommer Finlands koldioxidavskiljningsskuld att fortsätta växa, vilket komplicerar framtida klimatmål.",
    "news_url": "https://yle.fi/a/74-20144502",
    "news_time": 1740056460.0,
    "news_categories": [
        "science"
    ],
    "news_source_lang": "sv",
    "news_group": -1,
    "keywords": [
        "climate",
        "forests",
        "european_union",
        "climate_policy",
        "forestry",
        "carbonneutral",
        "carbon_sinks",
        "policy",
        "science",
        "domestic"
    ]
}