{
    "news_source": "dw",
    "news_id": "dw_a70436716",
    "news_header": "Finansieringen av presidentvalskampanjerna i USA är i hög grad beroende av stora donationer, där kandidaterna använder personliga medel, privata donatorer, PAC:s och begränsad statlig finansiering. Kamala Harris har samlat in över 1,27 miljarder dollar, medan Donald Trump har samlat in knappt 940 miljoner dollar, vilket belyser vikten av finansiell uppbackning i val.",
    "news_text": "För att bli USA:s president krävs betydande ekonomiska resurser, som kandidaterna kan få genom egna medel, privata donationer, PAC:s eller statlig finansiering, även om den senare ofta undviks på grund av utgiftsgränser. Per den 30 september hade demokraternas kandidat Kamala Harris samlat in över 1,27 miljarder dollar, med betydande bidrag från stora donatorer, medan republikanernas kandidat Donald Trump hade samlat in knappt 940 miljoner dollar, till stor del från förmögna anhängare. Trots att han var överlägsen i tidigare val vann Trump 2016 och förlorade 2020, vilket illustrerar att pengar visserligen är avgörande, men att de inte garanterar seger. Den nuvarande valcykeln innebär att alla platser i senaten och representanthuset är omtvistade och att kandidaterna tillsammans samlar in miljarder. Lagar om kampanjfinansiering begränsar bidrag till amerikanska medborgare och sätter gränser för donationer, men Högsta domstolens beslut 2010 tillät obegränsad finansiering från företag och fackföreningar genom super-PAC:s, vilket väckte farhågor om potentiell korruption och inflytande från rika donatorer. Kampanjutgifterna går främst till reklam, i synnerhet i delstater där det finns en vågmästarroll, vilket återspeglar den strategiska fördelningen av resurser i nära val.",
    "news_url": "https://www.dw.com/en/how-much-does-the-us-election-cost-and-who-pays/a-70436716",
    "news_time": 1729649940.0,
    "news_categories": [
        "world"
    ],
    "news_source_lang": "sv",
    "news_group": -1
}